
[
  {
    "id": 1,
    "slug": "mousse-de-abacate-com-cacau-1",
    "title": "Mousse de Abacate com Cacau",
    "description": "Cremoso, saudável e delicioso. Uma sobremesa rica em gorduras boas, perfeita para um doce sem culpa após as refeições.",
    "tags": ["vegano", "sem glúten", "mousse", "sobremesa", "fit"],
    "prepTime": "15 min",
    "calories": "250 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "imageUrl": "https://i.imgur.com/OAbHeaA.jpg",
    "ingredients": [
      "1 abacate maduro e macio",
      "3 colheres de sopa de cacau em pó 100%",
      "3 colheres de sopa de melado de cana (ou agave)",
      "1/4 xícara de leite vegetal (amêndoas, coco ou aveia)",
      "1 colher de chá de extrato de baunilha (opcional)",
      "Raspas de chocolate amargo para decorar"
    ],
    "instructions": [
      "Corte o abacate ao meio, remova o caroço e retire toda a polpa com uma colher.",
      "No liquidificador ou processador de alimentos, adicione a polpa do abacate, o cacau em pó, o melado de cana, o leite vegetal e a baunilha.",
      "Bata em alta velocidade por cerca de 2-3 minutos, parando para raspar as laterais se necessário, até obter um creme completamente liso e aveludado.",
      "Experimente e ajuste a doçura se desejar, adicionando um pouco mais de melado.",
      "Distribua o mousse em taças ou potes individuais.",
      "Leve à geladeira por pelo menos 30 minutos para firmar e gelar. Este passo é crucial para a textura final.",
      "Antes de servir, decore com raspas de chocolate amargo."
    ],
    "notes": "Para um sabor mais intenso, utilize um cacau de boa qualidade. Se o abacate não estiver muito maduro, pode ser necessário adicionar um pouco mais de leite vegetal para ajudar a bater."
  },
  {
    "id": 2,
    "slug": "brownie-de-batata-doce-2",
    "title": "Brownie de Batata-Doce",
    "description": "Um brownie funcional, sem farinha e super macio. Ideal para o pós-treino ou um lanche da tarde nutritivo.",
    "tags": ["vegano", "sem glúten", "brownie", "lanche", "fit"],
    "prepTime": "40 min",
    "calories": "180 kcal por porção",
    "difficulty": "Média",
    "servings": "9 pedaços",
    "imageUrl": "https://imgur.com/tfmblmO",
    "ingredients": [
      "1 xícara de purê de batata-doce cozida e amassada (cerca de 1 batata-doce média)",
      "1/2 xícara de farinha de amêndoas",
      "1/2 xícara de cacau em pó",
      "1/2 xícara de açúcar de coco",
      "1/4 xícara de óleo de coco derretido",
      "1 colher de chá de fermento em pó",
      "1 pitada de sal",
      "50g de chocolate 70% cacau picado (opcional)"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C e unte uma forma quadrada (20x20 cm) ou forre com papel manteiga.",
      "Em uma tigela grande, misture o purê de batata-doce e o açúcar de coco.",
      "Adicione o óleo de coco derretido e misture bem.",
      "Em outra tigela, peneire a farinha de amêndoas, o cacau em pó, o fermento e o sal.",
      "Adicione os ingredientes secos aos úmidos e incorpore delicadamente com uma espátula até a massa ficar homogênea, sem misturar em excesso.",
      "Se estiver usando, adicione o chocolate picado à massa.",
      "Despeje a massa na forma preparada e alise a superfície.",
      "Asse por 25 a 30 minutos. O brownie deve estar firme nas bordas e ligeiramente úmido no centro.",
      "Deixe esfriar completamente na forma antes de cortar em 9 quadrados."
    ],
    "notes": "A batata-doce deve estar bem cozida para que o purê fique lisinho. Você pode cozinhá-la no vapor ou assada. Se não tiver forno, pode tentar cozinhar porções individuais no micro-ondas por 2-3 minutos em um recipiente seguro, mas a textura pode variar."
  },
  {
    "id": 3,
    "slug": "cookie-de-banana-com-aveia-3",
    "title": "Cookie de Banana com Aveia",
    "description": "Apenas 2 ingredientes para um cookie rápido, prático e saudável. Perfeito para quando bate a vontade de um doce.",
    "tags": ["vegano", "sem glúten", "cookie", "rápido", "fit"],
    "prepTime": "20 min",
    "calories": "90 kcal por cookie",
    "difficulty": "Fácil",
    "servings": "8 cookies",
    "imageUrl": "https://i.imgur.com/4CuWEa2.jpg",
    "ingredients": [
      "2 bananas nanicas bem maduras, amassadas",
      "1 xícara de aveia em flocos (finos ou grossos)",
      "Opcionais: 1/4 xícara de gotas de chocolate amargo, uvas passas, nozes picadas ou canela em pó."
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C e forre uma assadeira com papel manteiga.",
      "Em uma tigela, amasse bem as bananas com um garfo até formar um purê.",
      "Adicione a aveia e misture bem até que toda a aveia esteja incorporada à banana.",
      "Se desejar, adicione os ingredientes opcionais e misture.",
      "Com a ajuda de duas colheres, forme pequenas bolas de massa e coloque-as na assadeira, achatando-as levemente para formar os cookies.",
      "Asse por 15-20 minutos, ou até que as bordas estejam douradas e firmes.",
      "Deixe esfriar na assadeira por alguns minutos antes de transferir para uma grade."
    ],
    "notes": "Para uma versão ainda mais rápida, você pode cozinhar os cookies na airfryer a 160°C por cerca de 8-10 minutos. Fica ótimo!"
  },
  {
    "id": 4,
    "slug": "torta-de-limao-fit-4",
    "title": "Torta de Limão Fit",
    "description": "Versão saudável da clássica torta de limão, com base de castanhas e um recheio cremoso e azedinho.",
    "tags": ["sem glúten", "torta", "fit"],
    "prepTime": "30 min + 4h de geladeira",
    "calories": "300 kcal por fatia",
    "difficulty": "Média",
    "servings": "8 fatias",
    "ingredients": [
      "Base: 1 e 1/2 xícara de amêndoas ou nozes",
      "Base: 1/2 xícara de tâmaras sem caroço",
      "Recheio: 1 xícara de castanha de caju crua (deixada de molho em água por 4 horas)",
      "Recheio: Suco e raspas de 2 limões Tahiti",
      "Recheio: 1/2 xícara de melado de cana ou xarope de bordo",
      "Recheio: 1/4 xícara de óleo de coco derretido"
    ],
    "instructions": [
      "Para a base, processe as amêndoas e as tâmaras até formar uma massa pegajosa.",
      "Forre o fundo de uma forma de torta com fundo removível (20 cm) com a massa, pressionando bem.",
      "Para o recheio, escorra a água das castanhas de caju e lave-as bem.",
      "Bata as castanhas de caju no liquidificador com o suco de limão, o melado e o óleo de coco até obter um creme muito liso.",
      "Incorpore as raspas de limão ao creme.",
      "Despeje o recheio sobre a base e alise a superfície.",
      "Leve para gelar por pelo menos 4 horas, ou até que a torta esteja firme.",
      "Decore com mais raspas de limão antes de servir."
    ],
    "notes": "Esta é uma torta 'crua' (raw), então não precisa de forno, apenas geladeira. Se não tiver um processador potente, deixe as castanhas de molho por mais tempo (até 8 horas) para facilitar."
  },
  {
    "id": 5,
    "slug": "pudim-de-chia-com-manga-5",
    "title": "Pudim de Chia com Manga",
    "description": "Uma opção leve e refrescante para o café da manhã ou sobremesa. Cheio de fibras e vitaminas.",
    "tags": ["vegano", "sem glúten", "pudim", "café da manhã", "fit"],
    "prepTime": "10 min + 4h de geladeira",
    "calories": "200 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "ingredients": [
      "3 colheres de sopa de sementes de chia",
      "1 xícara de leite de coco light",
      "1 colher de sopa de melado de cana (opcional)",
      "Polpa de 1 manga Palmer madura batida"
    ],
    "instructions": [
      "Em um pote com tampa, misture as sementes de chia, o leite de coco e o melado.",
      "Chacoalhe bem ou mexa com uma colher para garantir que não haja grumos.",
      "Leve à geladeira por pelo menos 4 horas (ou durante a noite) para que a chia hidrate e forme um gel.",
      "Após o tempo de geladeira, mexa o pudim de chia novamente.",
      "Em copos ou taças, monte camadas alternadas do pudim de chia e do purê de manga.",
      "Sirva gelado."
    ]
  },
  {
    "id": 6,
    "slug": "bolo-de-cenoura-funcional-6",
    "title": "Bolo de Cenoura Funcional",
    "description": "Bolo fofinho com cobertura de chocolate amargo, sem açúcar refinado e com o toque nutritivo da aveia.",
    "tags": ["bolo", "sem glúten", "fit"],
    "prepTime": "50 min",
    "calories": "220 kcal por fatia",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "2 cenouras médias raladas",
      "3 ovos",
      "1/2 xícara de óleo de coco",
      "1 xícara de farinha de aveia",
      "1/2 xícara de açúcar demerara ou de coco",
      "1 colher de sopa de fermento em pó",
      "Cobertura: 100g de chocolate 70% e 1/4 xícara de leite vegetal"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C. Unte e enfarinhe uma forma.",
      "No liquidificador, bata as cenouras, os ovos e o óleo de coco até obter uma mistura homogênea.",
      "Em uma tigela, misture a farinha de aveia, o açúcar e o fermento.",
      "Despeje a mistura líquida sobre os ingredientes secos e incorpore com uma espátula.",
      "Coloque a massa na forma e asse por aproximadamente 35-40 minutos, ou até que um palito inserido no centro saia limpo.",
      "Enquanto o bolo assa, prepare a cobertura: derreta o chocolate com o leite vegetal em fogo baixo ou no micro-ondas.",
      "Deixe o bolo amornar, desenforme e cubra com a ganache de chocolate."
    ]
  },
  {
    "id": 7,
    "slug": "trufa-de-tamara-com-nozes-7",
    "title": "Trufa de Tâmara com Nozes",
    "description": "Docinho rápido e energético, perfeito para antes do treino ou para matar a vontade de chocolate.",
    "tags": ["vegano", "sem glúten", "doce", "rápido", "fit"],
    "prepTime": "10 min",
    "calories": "70 kcal por trufa",
    "difficulty": "Fácil",
    "servings": "12 trufas",
    "ingredients": [
      "1 xícara de tâmaras Medjool sem caroço",
      "1/2 xícara de nozes",
      "2 colheres de sopa de cacau em pó",
      "1 pitada de sal"
    ],
    "instructions": [
      "Se as tâmaras estiverem secas, deixe-as de molho em água morna por 10 minutos e escorra.",
      "Em um processador de alimentos, adicione as tâmaras, as nozes, o cacau e o sal.",
      "Processe até que os ingredientes se transformem em uma massa moldável e homogênea.",
      "Com as mãos levemente umedecidas, pegue pequenas porções da massa e enrole em bolinhas.",
      "Passe as trufas no cacau em pó ou em nibs de cacau para decorar.",
      "Mantenha na geladeira em um recipiente fechado."
    ]
  },
  {
    "id": 8,
    "slug": "beijinho-de-macadamia-8",
    "title": "Beijinho de Macadâmia",
    "description": "Uma versão sofisticada e saudável do clássico beijinho, sem leite condensado e cheio de sabor.",
    "tags": ["vegano", "sem glúten", "doce", "fit"],
    "prepTime": "25 min",
    "calories": "100 kcal por unidade",
    "difficulty": "Média",
    "servings": "10 unidades",
    "ingredients": [
      "1 xícara de macadâmia crua (deixar de molho por 2h)",
      "1/2 xícara de coco ralado sem açúcar",
      "3 colheres de sopa de leite de coco em pó",
      "2 colheres de sopa de melado de cana ou outro adoçante líquido",
      "Coco ralado para enrolar"
    ],
    "instructions": [
      "Escorra e seque bem as macadâmias.",
      "Processe as macadâmias no processador até virar uma farinha fina e depois uma pasta cremosa.",
      "Adicione o coco ralado, o leite de coco em pó e o adoçante. Processe novamente para misturar.",
      "Leve a massa à geladeira por 15 minutos para firmar.",
      "Enrole em bolinhas e passe no coco ralado.",
      "Sirva gelado."
    ]
  },
  {
    "id": 9,
    "slug": "creme-de-papaia-com-cassis-fit-9",
    "title": "Creme de Papaia com Cassis Fit",
    "description": "Sobremesa digestiva e elegante, sem álcool e sem açúcar, para um toque gourmet no seu dia.",
    "tags": ["sem glúten", "creme", "sobremesa", "fit"],
    "prepTime": "5 min",
    "calories": "150 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1/2 mamão papaia congelado em pedaços",
      "2 colheres de sopa de iogurte grego natural ou iogurte de coco",
      "1 colher de sopa de suco de groselha (cassis) sem açúcar para decorar"
    ],
    "instructions": [
      "No liquidificador ou processador, bata o mamão congelado com o iogurte até obter a consistência de um sorbet cremoso.",
      "Despeje em uma taça imediatamente.",
      "Regue com o suco de cassis por cima para decorar.",
      "Sirva na hora para não perder a textura."
    ]
  },
  {
    "id": 10,
    "slug": "bombom-de-morango-na-travessa-10",
    "title": "Bombom de Morango na Travessa",
    "description": "Uma sobremesa incrível com camadas de creme branco e morangos frescos, coberta com ganache.",
    "tags": ["doce", "sobremesa", "brasileira"],
    "prepTime": "30 min + 2h de geladeira",
    "calories": "280 kcal por porção",
    "difficulty": "Média",
    "servings": "6 porções",
    "ingredients": [
      "Creme: 1 lata de leite condensado, 1 lata de creme de leite, 1 colher de sopa de manteiga.",
      "Recheio: 2 caixas de morangos frescos, limpos e picados",
      "Ganache: 1 barra de chocolate meio amargo (100g) derretido com 1/2 caixa de creme de leite."
    ],
    "instructions": [
      "Para o creme, leve o leite condensado e a manteiga ao fogo baixo, mexendo até engrossar (ponto de brigadeiro mole). Desligue e misture o creme de leite.",
      "Em uma travessa, faça uma camada com o creme branco.",
      "Distribua os morangos picados por cima do creme.",
      "Prepare a ganache misturando o chocolate derretido com o creme de leite.",
      "Despeje a ganache por cima da sobremesa, cobrindo tudo.",
      "Leve à geladeira por pelo menos 2 horas antes de servir."
    ]
  },
  {
    "id": 11,
    "slug": "danoninho-caseiro-fit-11",
    "title": "Danoninho Caseiro Fit",
    "description": "Iogurte de morango caseiro, rico em proteínas e probióticos, sem corantes ou conservantes.",
    "tags": ["crianças", "lanche", "proteico", "fit"],
    "prepTime": "10 min",
    "calories": "120 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "ingredients": [
      "1 xícara de morangos congelados",
      "1/2 xícara de iogurte grego natural ou Kefir",
      "1 colher de sopa de mel ou melado (opcional)",
      "Opcional: 1 colher de sopa de leite em pó para mais cremosidade"
    ],
    "instructions": [
      "Coloque todos os ingredientes no liquidificador ou mixer.",
      "Bata em alta velocidade até que a mistura esteja completamente homogênea e cremosa.",
      "Se necessário, adicione um pouquinho de água ou leite para ajudar a bater.",
      "Sirva imediatamente ou guarde na geladeira por até 2 dias."
    ]
  },
  {
    "id": 12,
    "slug": "brigadeiro-de-biomassa-de-banana-verde-12",
    "title": "Brigadeiro de Biomassa de Banana Verde",
    "description": "Brigadeiro funcional que ajuda a regular o intestino, com a textura perfeita e muito sabor.",
    "tags": ["vegano", "sem glúten", "brigadeiro", "fit"],
    "prepTime": "20 min",
    "calories": "80 kcal por unidade",
    "difficulty": "Média",
    "servings": "15 unidades",
    "ingredients": [
      "1 xícara de biomassa de banana verde",
      "3 colheres de sopa de cacau em pó",
      "3 colheres de sopa de açúcar de coco ou demerara",
      "1 colher de sopa de óleo de coco",
      "Granulado de chocolate amargo ou nibs de cacau para enrolar"
    ],
    "instructions": [
      "Em uma panela, misture a biomassa, o cacau, o açúcar e o óleo de coco.",
      "Leve ao fogo baixo, mexendo continuamente com uma espátula, por cerca de 10-15 minutos.",
      "O ponto certo é quando a massa engrossar e começar a desgrudar do fundo da panela.",
      "Transfira para um prato untado com óleo de coco e deixe esfriar completamente.",
      "Após esfriar, unte as mãos e enrole os brigadeiros.",
      "Passe no granulado ou nibs de cacau."
    ]
  },
  {
    "id": 13,
    "slug": "cheesecake-de-frutas-vermelhas-sem-acucar-13",
    "title": "Cheesecake de Frutas Vermelhas Fit",
    "description": "Cheesecake cremoso com calda de frutas vermelhas, sem adição de açúcar e com base low carb.",
    "tags": ["torta", "cheesecake", "low carb", "fit"],
    "prepTime": "1h + 4h de geladeira",
    "calories": "320 kcal por fatia",
    "difficulty": "Difícil",
    "servings": "10 fatias",
    "ingredients": [
      "Base: 1 e 1/2 xícara de farinha de amêndoas, 3 colheres de sopa de manteiga ghee derretida",
      "Recheio: 2 xícaras de cream cheese light ou biomassa, suco de 1 limão, 1/2 xícara de xilitol",
      "Calda: 1 xícara de frutas vermelhas congeladas, 2 colheres de sopa de xilitol"
    ],
    "instructions": [
      "Misture a farinha de amêndoas com a manteiga e forre o fundo de uma forma.",
      "Asse a base por 10 minutos a 180°C e reserve.",
      "No liquidificador, bata o cream cheese, o suco de limão e o xilitol até ficar liso.",
      "Despeje o recheio sobre a base fria e asse em banho-maria por 45 minutos.",
      "Desligue o forno e deixe o cheesecake esfriar lá dentro.",
      "Leve à geladeira por 4 horas.",
      "Para a calda, cozinhe as frutas com o xilitol até engrossar. Deixe esfriar e cubra o cheesecake."
    ]
  },
  {
    "id": 14,
    "slug": "panqueca-de-aveia-com-frutas-14",
    "title": "Panqueca de Aveia com Frutas",
    "description": "Café da manhã reforçado, proteico e delicioso para começar o dia com energia total.",
    "tags": ["panqueca", "café da manhã", "proteico", "fit"],
    "prepTime": "15 min",
    "calories": "250 kcal por porção",
    "difficulty": "Fácil",
    "servings": "1 porção (2 panquecas)",
    "ingredients": [
      "1 ovo",
      "2 colheres de sopa de farelo de aveia",
      "1 banana pequena amassada",
      "1 colher de chá de canela em pó",
      "Frutas picadas a gosto para servir (morangos, mirtilos, banana)"
    ],
    "instructions": [
      "Em uma tigela, bata o ovo com um garfo.",
      "Adicione a banana amassada, o farelo de aveia e a canela. Misture bem até formar uma massa homogênea.",
      "Aqueça uma frigideira antiaderente em fogo médio.",
      "Despeje metade da massa na frigideira para formar a primeira panqueca.",
      "Cozinhe por 2-3 minutos de cada lado, ou até dourar.",
      "Repita com o restante da massa.",
      "Sirva as panquecas quentes, cobertas com suas frutas favoritas."
    ]
  },
  {
    "id": 15,
    "slug": "manjar-de-coco-com-calda-de-ameixa-15",
    "title": "Manjar de Coco com Calda de Ameixa",
    "description": "Sobremesa clássica e afetiva, cremosa e com uma calda de ameixa irresistível.",
    "tags": ["manjar", "sobremesa", "brasileira"],
    "prepTime": "25 min + 3h de geladeira",
    "calories": "350 kcal",
    "difficulty": "Média",
    "servings": "8 porções",
    "ingredients": [
      "1 litro de leite integral",
      "1 vidro de leite de coco (200ml)",
      "1 xícara de amido de milho",
      "1 xícara de açúcar",
      "Calda: 1 xícara de ameixas secas sem caroço, 1 xícara de água, 1/2 xícara de açúcar"
    ],
    "instructions": [
      "Em uma panela, dissolva o amido de milho em uma parte do leite.",
      "Adicione o restante do leite, o leite de coco e o açúcar. Leve ao fogo médio, mexendo sempre.",
      "Cozinhe até a mistura engrossar bem (ponto de mingau espesso), por cerca de 15 minutos.",
      "Despeje o creme em uma forma de pudim umedecida com água.",
      "Deixe esfriar e leve à geladeira por no mínimo 3 horas.",
      "Para a calda, cozinhe as ameixas com a água e o açúcar em fogo baixo até que amoleçam e a calda engrosse.",
      "Desenforme o manjar e sirva com a calda de ameixas fria por cima."
    ]
  },
  {
    "id": 16,
    "slug": "bolo-de-banana-fit-16",
    "title": "Bolo de Banana Fit com Aveia",
    "description": "Um bolo úmido e saboroso, sem açúcar refinado, perfeito para aproveitar aquelas bananas maduras.",
    "tags": ["bolo", "sem glúten", "lanche", "fit"],
    "prepTime": "45 min",
    "calories": "190 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "4 bananas nanicas bem maduras",
      "3 ovos",
      "1/4 xícara de óleo de coco",
      "1/2 xícara de uvas passas (opcional)",
      "2 xícaras de aveia em flocos",
      "1 colher de sopa de canela em pó",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C e unte uma forma de bolo inglês.",
      "No liquidificador, bata as bananas, os ovos e o óleo de coco até obter uma mistura cremosa.",
      "Em uma tigela, misture a aveia, a canela e as uvas passas.",
      "Despeje a mistura líquida sobre os ingredientes secos e incorpore bem.",
      "Adicione o fermento e mexa delicadamente.",
      "Despeje a massa na forma e asse por cerca de 30-35 minutos, ou até dourar.",
      "Deixe esfriar para desenformar e servir."
    ],
    "notes": "Fica delicioso com uma pasta de amendoim por cima. Você pode usar a airfryer a 180ºC por cerca de 20-25 minutos, dependendo da potência."
  },
  {
    "id": 17,
    "slug": "bolo-de-fuba-cremoso-17",
    "title": "Bolo de Fubá Cremoso",
    "description": "Aquele bolo de fubá com textura de pudim, receita de vó que nunca falha.",
    "tags": ["bolo", "festa junina", "café da manhã", "brasileira"],
    "prepTime": "1h",
    "calories": "280 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "4 ovos",
      "4 xícaras de leite integral",
      "2 xícaras de açúcar",
      "1 e 1/2 xícara de fubá mimoso",
      "2 colheres de sopa de farinha de trigo",
      "2 colheres de sopa de manteiga",
      "100g de queijo parmesão ralado",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "No liquidificador, bata todos os ingredientes, exceto o fermento, por 3 minutos.",
      "Adicione o fermento e bata rapidamente, apenas para misturar.",
      "Despeje a massa, que é bem líquida, em uma forma grande com furo no meio, untada e enfarinhada.",
      "Asse por cerca de 40-50 minutos. O bolo cria duas camadas: uma cremosa embaixo e uma fofinha em cima.",
      "Espere esfriar completamente para cortar, pois ele é delicado."
    ]
  },
  {
    "id": 18,
    "slug": "bolo-de-chocolate-low-carb-18",
    "title": "Bolo de Chocolate Low Carb",
    "description": "Um bolo de chocolate intenso, fofinho e totalmente low carb, feito com farinha de amêndoas.",
    "tags": ["bolo", "low carb", "sem glúten", "fit"],
    "prepTime": "40 min",
    "calories": "250 kcal por fatia",
    "difficulty": "Média",
    "servings": "8 fatias",
    "ingredients": [
      "4 ovos",
      "1 xícara de farinha de amêndoas",
      "1/2 xícara de cacau em pó 100%",
      "1/2 xícara de adoçante xilitol ou eritritol",
      "100ml de leite de coco",
      "3 colheres de sopa de óleo de coco",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata os ovos com o adoçante até obter um creme claro.",
      "Adicione o óleo de coco e o leite de coco, e misture.",
      "Incorpore a farinha de amêndoas e o cacau em pó peneirados.",
      "Por último, adicione o fermento e misture delicadamente.",
      "Asse em forma untada por cerca de 30 minutos.",
      "Faça uma calda com chocolate 70% e leite de coco para cobrir, se desejar."
    ]
  },
  {
    "id": 19,
    "slug": "bolo-de-laranja-com-casca-19",
    "title": "Bolo de Laranja com Casca",
    "description": "Bolo de liquidificador super prático e aromático, que aproveita a laranja inteira, resultando em um sabor intenso.",
    "tags": ["bolo", "lanche", "brasileira"],
    "prepTime": "50 min",
    "calories": "250 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1 laranja pera com casca, cortada em 4 partes, sem sementes e sem a parte branca do meio",
      "3 ovos",
      "1 xícara de óleo de girassol",
      "2 xícaras de açúcar",
      "2 xícaras de farinha de trigo",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C. Unte e enfarinhe uma forma com furo no meio.",
      "No liquidificador, bata a laranja (com casca), os ovos, o óleo e o açúcar por 3 minutos, até ficar bem homogêneo.",
      "Transfira a mistura para uma tigela e adicione a farinha de trigo aos poucos, mexendo com um fouet.",
      "Por último, incorpore o fermento em pó delicadamente.",
      "Despeje na forma e asse por aproximadamente 35 a 40 minutos.",
      "Faça o teste do palito para garantir que está assado por dentro."
    ],
    "notes": "Lave bem a laranja antes de usar. Retirar a parte branca central da laranja ajuda a não amargar o bolo."
  },
  {
    "id": 20,
    "slug": "bolo-de-maca-com-canela-integral-20",
    "title": "Bolo de Maçã com Canela Integral",
    "description": "Um clássico com gostinho de casa, na sua versão mais saudável, com farinha integral e açúcar mascavo.",
    "tags": ["bolo", "integral", "lanche", "fit"],
    "prepTime": "1h",
    "calories": "200 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "3 maçãs pequenas, sem casca e picadas",
      "3 ovos",
      "1/2 xícara de óleo de coco",
      "1 xícara de açúcar mascavo",
      "1 xícara de farinha de trigo integral",
      "1 xícara de aveia em flocos",
      "1 colher de sopa de canela em pó",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela, misture as maçãs picadas com a canela e reserve.",
      "Bata no liquidificador os ovos, o óleo e o açúcar mascavo.",
      "Em outra tigela, misture a farinha integral e a aveia.",
      "Despeje o conteúdo do liquidificador na tigela de secos e misture bem.",
      "Adicione as maçãs picadas e o fermento, incorporando delicadamente.",
      "Asse em forma untada por cerca de 45 minutos."
    ]
  },
  {
    "id": 21,
    "slug": "torta-banoffee-funcional-21",
    "title": "Torta Banoffee Funcional",
    "description": "A sobremesa dos deuses em uma versão fit, com doce de leite de tâmaras e base de amêndoas.",
    "tags": ["torta", "vegano", "sem glúten", "sobremesa", "fit"],
    "prepTime": "30 min + 2h de geladeira",
    "calories": "350 kcal por fatia",
    "difficulty": "Média",
    "servings": "8 fatias",
    "ingredients": [
      "Base: 1.5 xícara de farinha de amêndoas, 3 colheres de sopa de óleo de coco, 2 colheres de sopa de melado.",
      "Doce de leite: 1 xícara de tâmaras sem caroço (hidratadas), 1/2 xícara de leite de coco.",
      "Recheio: 3 bananas nanicas fatiadas.",
      "Cobertura: 1 xícara de creme de leite de coco gelado (ou iogurte grego), canela para polvilhar."
    ],
    "instructions": [
      "Misture os ingredientes da base e forre uma forma de torta. Leve ao forno por 10 min a 180°C.",
      "Para o doce de leite, bata as tâmaras hidratadas com o leite de coco até virar um creme.",
      "Espalhe o doce de leite sobre a base já fria.",
      "Distribua as bananas fatiadas por cima.",
      "Bata o creme de leite de coco gelado até ficar fofo e cubra a torta.",
      "Polvilhe canela e leve para gelar por no mínimo 2 horas."
    ]
  },
  {
    "id": 22,
    "slug": "sorvete-de-manga-cremoso-22",
    "title": "Sorvete de Manga Cremoso (2 ingredientes)",
    "description": "Um sorvete incrivelmente fácil e cremoso, que só leva manga congelada e iogurte natural.",
    "tags": ["sorvete", "sem glúten", "rápido", "fit"],
    "prepTime": "5 min",
    "calories": "150 kcal por porção",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "2 mangas grandes e maduras, picadas e congeladas",
      "1 pote (170g) de iogurte grego natural (ou iogurte de coco para vegano)"
    ],
    "instructions": [
      "Retire as mangas do freezer e aguarde 5 minutos para amolecerem um pouco.",
      "Coloque as mangas congeladas e o iogurte em um processador de alimentos potente.",
      "Bata até obter uma mistura homogênea e cremosa como a de um sorvete.",
      "Pode ser necessário parar e raspar as laterais do processador algumas vezes.",
      "Sirva imediatamente para uma textura de sorvete soft ou congele por 1 hora para ficar mais firme."
    ],
    "notes": "O segredo é a manga estar bem congelada. Isso garante a textura perfeita."
  },
  {
    "id": 23,
    "slug": "muffin-de-amora-low-carb-23",
    "title": "Muffin de Amora Low Carb",
    "description": "Muffins fofinhos, com o azedinho da amora e perfeitos para uma dieta com poucos carboidratos.",
    "tags": ["muffin", "low carb", "sem glúten", "lanche", "fit"],
    "prepTime": "30 min",
    "calories": "140 kcal por muffin",
    "difficulty": "Fácil",
    "servings": "6 muffins",
    "ingredients": [
      "1 xícara de farinha de amêndoas",
      "1/4 xícara de adoçante xilitol",
      "2 ovos",
      "3 colheres de sopa de iogurte natural",
      "2 colheres de sopa de manteiga derretida",
      "1/2 xícara de amoras frescas ou congeladas",
      "1 colher de chá de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C e prepare as forminhas de muffin.",
      "Em uma tigela, misture a farinha, o xilitol e o fermento.",
      "Em outra tigela, bata os ovos, o iogurte e a manteiga.",
      "Junte as duas misturas e incorpore delicadamente, sem mexer demais.",
      "Adicione as amoras à massa com cuidado.",
      "Distribua a massa nas forminhas.",
      "Asse por 20 a 25 minutos ou até dourarem."
    ]
  },
  {
    "id": 24,
    "slug": "pave-de-abacaxi-24",
    "title": "Pavê de Abacaxi",
    "description": "Uma sobremesa clássica de domingo, com creme, abacaxi e biscoito. 'É pra ver ou pra comer?'",
    "tags": ["pave", "sobremesa", "brasileira"],
    "prepTime": "25 min + 3h de geladeira",
    "calories": "250 kcal por porção",
    "difficulty": "Média",
    "servings": "8 porções",
    "ingredients": [
      "1 abacaxi pérola picado",
      "1/2 xícara de açúcar",
      "1 xícara de água",
      "1 lata de leite condensado",
      "1 lata de creme de leite",
      "1 pacote de biscoito de maisena"
    ],
    "instructions": [
      "Em uma panela, cozinhe o abacaxi com o açúcar e a água até amolecer e formar uma calda rala. Deixe esfriar.",
      "No liquidificador, bata o leite condensado com metade do abacaxi cozido (com a calda) até formar um creme.",
      "Em uma travessa, comece com uma camada de creme.",
      "Faça uma camada de biscoitos de maisena (umedecidos na calda restante do abacaxi).",
      "Cubra com o restante do abacaxi picado.",
      "Finalize com uma camada de creme de leite (sem soro) ou chantilly.",
      "Leve para gelar por no mínimo 3 horas."
    ]
  },
  {
    "id": 25,
    "slug": "barra-de-cereal-caseira-proteica-25",
    "title": "Barra de Cereal Caseira Proteica",
    "description": "Barrinhas crocantes, cheias de fibras e proteínas, perfeitas para o lanche pré ou pós-treino.",
    "tags": ["barra de cereal", "proteico", "lanche", "fit"],
    "prepTime": "15 min + 1h de geladeira",
    "calories": "220 kcal por barra",
    "difficulty": "Fácil",
    "servings": "6 barras",
    "ingredients": [
      "1 xícara de aveia em flocos grossos",
      "1/2 xícara de pasta de amendoim",
      "1/4 xícara de mel ou melado de cana",
      "2 scoops de whey protein sabor baunilha ou chocolate",
      "1/4 xícara de mix de castanhas picadas",
      "2 colheres de sopa de sementes de chia"
    ],
    "instructions": [
      "Em uma tigela, misture todos os ingredientes secos: aveia, whey, castanhas e chia.",
      "Aqueça levemente a pasta de amendoim com o mel para amolecer.",
      "Despeje a mistura líquida sobre os ingredientes secos e mexa bem até formar uma massa homogênea e pegajosa.",
      "Forre uma forma pequena com papel manteiga e pressione bem a massa no fundo, deixando-a bem compacta.",
      "Leve à geladeira por pelo menos 1 hora para firmar.",
      "Retire da geladeira e corte em 6 barrinhas."
    ],
    "notes": "Guarde as barrinhas na geladeira, enroladas em papel manteiga, por até uma semana."
  },
  {
    "id": 26,
    "slug": "gelatina-colorida-26",
    "title": "Gelatina Colorida",
    "description": "Uma sobremesa divertida e refrescante, que agrada crianças e adultos.",
    "tags": ["gelatina", "crianças", "sobremesa", "brasileira"],
    "prepTime": "30 min + 6h de geladeira",
    "calories": "150 kcal por porção",
    "difficulty": "Média",
    "servings": "10 porções",
    "ingredients": [
      "4 caixas de gelatina de cores/sabores diferentes (morango, limão, uva, abacaxi)",
      "1 lata de leite condensado",
      "1 lata de creme de leite",
      "1 envelope de gelatina incolor sem sabor"
    ],
    "instructions": [
      "Prepare cada gelatina colorida separadamente, usando um pouco menos de água do que o indicado na embalagem, e leve para gelar até firmar.",
      "Depois de firmes, corte as gelatinas coloridas em cubos e misture-as delicadamente em uma travessa ou forma de pudim.",
      "Hidrate a gelatina incolor conforme as instruções da embalagem.",
      "No liquidificador, bata o leite condensado e o creme de leite.",
      "Com o liquidificador ligado, adicione a gelatina incolor hidratada e bata só para misturar.",
      "Despeje o creme branco sobre os cubos de gelatina e leve à geladeira por mais 2-3 horas, ou até firmar completamente."
    ]
  },
  {
    "id": 27,
    "slug": "pacoca-de-amendoim-27",
    "title": "Paçoca de Amendoim (Rolha)",
    "description": "O clássico doce de festa junina, em sua versão caseira, muito mais saborosa.",
    "tags": ["paçoca", "festa junina", "doce", "brasileira"],
    "prepTime": "10 min",
    "calories": "150 kcal por unidade",
    "difficulty": "Fácil",
    "servings": "8 unidades",
    "ingredients": [
      "1 xícara de amendoim torrado sem pele e sem sal",
      "1/2 xícara de açúcar",
      "1 pitada de sal"
    ],
    "instructions": [
      "No processador de alimentos, bata o amendoim até virar uma farinha grossa.",
      "Adicione o açúcar e o sal e pulse mais algumas vezes, apenas para misturar.",
      "Cuidado para não bater demais e virar pasta de amendoim.",
      "A massa deve ter uma consistência que, ao apertar na mão, ela se une.",
      "Use um copinho de café ou um aro pequeno para moldar as paçocas, pressionando bem a farofa para compactar.",
      "Desenforme com cuidado e sirva."
    ]
  },
  {
    "id": 28,
    "slug": "curau-de-milho-28",
    "title": "Curau de Milho Verde",
    "description": "O sabor da festa junina em um creme de milho doce, para comer de colher.",
    "tags": ["creme", "festa junina", "sobremesa", "brasileira"],
    "prepTime": "20 min",
    "calories": "200 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "2 latas de milho verde escorrido",
      "1 lata de leite condensado",
      "1 mesma medida (da lata) de leite",
      "Canela em pó para polvilhar"
    ],
    "instructions": [
      "No liquidificador, bata o milho com o leite por 2 minutos.",
      "Passe a mistura por uma peneira fina, apertando bem o bagaço para extrair todo o líquido.",
      "Leve o líquido coado para uma panela, adicione o leite condensado e cozinhe em fogo médio, mexendo sempre.",
      "Continue mexendo até a mistura engrossar e começar a ferver (cerca de 10-15 minutos).",
      "Despeje em taças individuais ou em uma travessa.",
      "Deixe esfriar e sirva polvilhado com canela."
    ],
    "notes": "Pode ser consumido morno ou gelado."
  },
  {
    "id": 29,
    "slug": "donut-assado-29",
    "title": "Donut Assado com Cobertura",
    "description": "Donuts fofinhos, assados em vez de fritos, com uma cobertura colorida divertida.",
    "tags": ["donut", "assado", "lanche", "crianças"],
    "prepTime": "35 min",
    "calories": "220 kcal por donut",
    "difficulty": "Média",
    "servings": "8 donuts",
    "ingredients": [
      "1 e 1/4 xícara de farinha de trigo",
      "1/2 xícara de açúcar",
      "1 ovo",
      "1/2 xícara de iogurte natural",
      "1/4 xícara de óleo",
      "1 colher de chá de fermento em pó",
      "Cobertura: 1 xícara de açúcar de confeiteiro, 2 colheres de leite, corante e confeitos"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C e unte uma forma própria para donuts.",
      "Em uma tigela, misture a farinha, o açúcar e o fermento.",
      "Em outra, bata o ovo e misture com o iogurte e o óleo.",
      "Junte os líquidos aos secos e mexa até incorporar. Não misture em excesso.",
      "Coloque a massa nas formas, preenchendo até 2/3 da capacidade.",
      "Asse por 15-20 minutos, ou até dourarem.",
      "Para a cobertura, misture o açúcar com o leite e o corante. Banhe os donuts e decore com confeitos."
    ]
  },
  {
    "id": 30,
    "slug": "torta-holandesa-30",
    "title": "Torta Holandesa",
    "description": "Uma recriação da famosa torta, com base de biscoito, um creme aveludado e a clássica cobertura de chocolate.",
    "tags": ["torta", "sobremesa", "brasileira"],
    "prepTime": "40 min + 4h de geladeira",
    "calories": "350 kcal por fatia",
    "difficulty": "Difícil",
    "servings": "10 fatias",
    "ingredients": [
      "Base: 1 pacote de biscoito de maisena triturado, 100g de manteiga derretida.",
      "Creme: 1 lata de leite condensado, 1 lata de creme de leite, 1 envelope de gelatina incolor.",
      "Cobertura: 150g de chocolate meio amargo, 1/2 caixa de creme de leite.",
      "Lateral: 1 pacote de biscoito calipso"
    ],
    "instructions": [
      "Misture o biscoito triturado com a manteiga e forre o fundo de uma forma de fundo removível.",
      "Disponha os biscoitos calipso na lateral da forma, com o chocolate virado para fora.",
      "Prepare o creme: hidrate a gelatina conforme a embalagem. Bata no liquidificador com o leite condensado e o creme de leite.",
      "Despeje o creme na forma e leve para gelar por 2 horas.",
      "Prepare a cobertura: derreta o chocolate e misture com o creme de leite.",
      "Cubra a torta com a ganache e volte a gelar por mais 2 horas."
    ]
  },
  {
    "id": 31,
    "slug": "bolo-formigueiro-31",
    "title": "Bolo Formigueiro",
    "description": "Um clássico da vovó, bolo branco fofinho com pedacinhos de chocolate granulado.",
    "tags": ["bolo", "lanche", "brasileira"],
    "prepTime": "45 min",
    "calories": "250 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "3 ovos",
      "1.5 xícara de açúcar",
      "1/2 xícara de óleo",
      "1 xícara de leite",
      "2 xícaras de farinha de trigo",
      "1 xícara de chocolate granulado",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata os ovos com o açúcar e o óleo.",
      "Adicione o leite e a farinha, alternando e misturando bem.",
      "Incorpore o chocolate granulado e o fermento.",
      "Asse em forma untada com furo no meio por 35-40 minutos."
    ],
    "notes": "Passe o granulado em um pouco de farinha antes de adicionar à massa para não afundar."
  },
  {
    "id": 32,
    "slug": "cocada-de-forno-32",
    "title": "Cocada de Forno",
    "description": "Cocada cremosa e douradinha, super fácil de fazer e com sabor de infância.",
    "tags": ["doce", "festa junina", "brasileira"],
    "prepTime": "50 min",
    "calories": "200 kcal",
    "difficulty": "Fácil",
    "servings": "10 porções",
    "ingredients": [
      "1 lata de leite condensado",
      "100g de coco ralado",
      "2 ovos",
      "1 colher de sopa de manteiga"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela, misture todos os ingredientes até ficar homogêneo.",
      "Despeje em um refratário pequeno untado com manteiga.",
      "Asse por cerca de 30-40 minutos, ou até dourar por cima.",
      "Sirva morna ou fria."
    ]
  },
  {
    "id": 33,
    "slug": "pudim-de-leite-condensado-33",
    "title": "Pudim de Leite Condensado",
    "description": "A sobremesa mais amada do Brasil, lisa, cremosa e com uma calda de caramelo perfeita.",
    "tags": ["pudim", "sobremesa", "brasileira"],
    "prepTime": "1h20",
    "calories": "300 kcal",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "1 lata de leite condensado",
      "1 mesma medida (da lata) de leite integral",
      "3 ovos inteiros",
      "Calda: 1 xícara de açúcar"
    ],
    "instructions": [
      "Para a calda, derreta o açúcar em fogo baixo em uma forma de pudim até virar um caramelo dourado. Espalhe pela forma e reserve.",
      "No liquidificador, bata o leite condensado, o leite e os ovos por 2 minutos.",
      "Despeje a mistura na forma caramelizada.",
      "Cubra com papel alumínio e asse em banho-maria em forno pré-aquecido a 180°C por cerca de 1 hora a 1h e 15 min.",
      "Estará pronto quando, ao espetar um palito, ele sair limpo.",
      "Deixe esfriar completamente e leve à geladeira por 4 horas antes de desenformar."
    ]
  },
  {
    "id": 34,
    "slug": "torta-de-frango-com-requeijao-34",
    "title": "Torta de Frango com Requeijão",
    "description": "Uma torta de liquidificador salgada, fofinha e com um recheio super cremoso.",
    "tags": ["torta", "salgado", "brasileira"],
    "prepTime": "1h",
    "calories": "300 kcal",
    "difficulty": "Fácil",
    "servings": "8 fatias",
    "ingredients": [
      "Massa: 2 xícaras de leite, 1 xícara de óleo, 3 ovos, 2 xícaras de farinha de trigo, sal, 1 colher de sopa de fermento.",
      "Recheio: 500g de frango desfiado e temperado, 1 copo de requeijão cremoso, azeitonas, cheiro-verde."
    ],
    "instructions": [
      "Bata os ingredientes da massa (exceto o fermento) no liquidificador. Adicione o fermento e pulse.",
      "Em uma forma untada, despeje metade da massa.",
      "Misture o frango desfiado com o requeijão e os outros ingredientes do recheio. Espalhe sobre a massa.",
      "Cubra com o restante da massa.",
      "Asse em forno pré-aquecido a 180°C por 40 minutos ou até dourar."
    ]
  },
  {
    "id": 35,
    "slug": "cookie-de-pasta-de-amendoim-35",
    "title": "Cookie de Pasta de Amendoim",
    "description": "Cookie macio e delicioso com apenas 3 ingredientes, perfeito para um lanche rápido.",
    "tags": ["cookie", "rápido", "sem glúten", "fit"],
    "prepTime": "20 min",
    "calories": "110 kcal",
    "difficulty": "Fácil",
    "servings": "10 cookies",
    "ingredients": [
      "1 xícara de pasta de amendoim integral",
      "1/2 xícara de açúcar de coco",
      "1 ovo"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture todos os ingredientes em uma tigela até formar uma massa.",
      "Faça bolinhas e amasse-as levemente com um garfo em uma assadeira forrada.",
      "Asse por 10 a 12 minutos.",
      "Deixe esfriar para ficarem firmes."
    ]
  },
  {
    "id": 36,
    "slug": "bolo-de-milho-cremoso-fit-36",
    "title": "Bolo de Milho Cremoso Fit",
    "description": "Aquele bolo com textura de pudim, feito no liquidificador, em versão saudável.",
    "tags": ["bolo", "festa junina", "sem glúten", "fit"],
    "prepTime": "55 min",
    "calories": "170 kcal",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "1 lata de milho verde escorrido",
      "3 ovos",
      "1 xícara de leite de coco",
      "1/2 xícara de xilitol",
      "1/2 xícara de fubá",
      "2 colheres de sopa de óleo de coco",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador, exceto o fermento.",
      "Adicione o fermento e bata rapidamente.",
      "Despeje em uma forma untada e asse em forno a 180°C por 40 minutos.",
      "A massa é líquida, mas cria uma camada cremosa ao assar."
    ]
  },
  {
    "id": 37,
    "slug": "sorvete-de-abacate-com-limao-37",
    "title": "Sorvete de Abacate com Limão",
    "description": "Sorvete vegano, cremoso e refrescante, com a gordura saudável do abacate e o azedinho do limão.",
    "tags": ["sorvete", "vegano", "sem glúten", "fit"],
    "prepTime": "10 min + congelamento",
    "calories": "200 kcal",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "1 abacate grande congelado em pedaços",
      "Suco de 2 limões",
      "4 colheres de sopa de melado de cana ou agave"
    ],
    "instructions": [
      "Bata todos os ingredientes em um processador potente até obter um creme liso.",
      "Sirva imediatamente como sorvete soft ou leve ao freezer por 2 horas para firmar."
    ]
  },
  {
    "id": 38,
    "slug": "muffin-de-cenoura-com-gotas-de-chocolate-38",
    "title": "Muffin de Cenoura com Gotas de Chocolate",
    "description": "Bolinhos fofos e úmidos, uma forma deliciosa de comer cenoura.",
    "tags": ["muffin", "lanche", "crianças", "fit"],
    "prepTime": "35 min",
    "calories": "160 kcal",
    "difficulty": "Fácil",
    "servings": "8 muffins",
    "ingredients": [
      "1 cenoura média ralada",
      "2 ovos",
      "1/2 xícara de açúcar mascavo",
      "1/4 xícara de óleo de coco",
      "1 xícara de farinha de aveia",
      "1/2 xícara de gotas de chocolate 70%",
      "1 colher de chá de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture a cenoura, ovos, açúcar e óleo.",
      "Adicione a farinha e o fermento, misturando bem.",
      "Incorpore as gotas de chocolate.",
      "Distribua em forminhas de muffin e asse por 20-25 minutos."
    ]
  },
  {
    "id": 39,
    "slug": "torta-de-maracuja-com-chocolate-fit-39",
    "title": "Torta de Maracujá com Chocolate Fit",
    "description": "A combinação perfeita do azedo do maracujá com o amargo do chocolate em uma torta funcional.",
    "tags": ["torta", "sem glúten", "sobremesa", "fit"],
    "prepTime": "40 min + geladeira",
    "calories": "320 kcal",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "Base: 1 xícara de castanhas, 1/2 xícara de tâmaras.",
      "Mousse: 1 xícara de polpa de maracujá, 1 xícara de castanha de caju demolhada, 1/2 xícara de agave.",
      "Ganache: 100g de chocolate 70% derretido, 1/4 xícara de leite de amêndoas."
    ],
    "instructions": [
      "Processe os ingredientes da base e forre uma forma.",
      "Bata os ingredientes do mousse no liquidificador até ficar cremoso. Despeje sobre a base.",
      "Leve para gelar por 2 horas.",
      "Misture os ingredientes da ganache e cubra a torta.",
      "Gele por mais 1 hora antes de servir."
    ]
  },
  {
    "id": 40,
    "slug": "panqueca-americana-proteica-40",
    "title": "Panqueca Americana Proteica",
    "description": "Panquecas altas e fofas, ricas em proteína, ideais para um café da manhã reforçado.",
    "tags": ["panqueca", "proteico", "café da manhã", "fit"],
    "prepTime": "15 min",
    "calories": "300 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 ovo",
      "1 scoop de whey protein de baunilha",
      "2 colheres de sopa de farelo de aveia",
      "1/2 banana amassada",
      "1 colher de chá de fermento em pó"
    ],
    "instructions": [
      "Misture todos os ingredientes até obter uma massa grossa.",
      "Aqueça uma frigideira antiaderente em fogo baixo.",
      "Despeje pequenas porções da massa para formar as panquecas.",
      "Cozinhe por 2-3 minutos de cada lado.",
      "Sirva com frutas e mel."
    ]
  },
  {
    "id": 41,
    "slug": "creme-de-abacate-com-whey-41",
    "title": "Creme de Abacate com Whey",
    "description": "Um lanche ou pós-treino cremoso, rico em gorduras boas e proteínas.",
    "tags": ["creme", "proteico", "lanche", "fit"],
    "prepTime": "5 min",
    "calories": "280 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1/2 abacate pequeno",
      "1 scoop de whey protein de baunilha ou chocolate",
      "3 colheres de sopa de água ou leite",
      "Adoçante a gosto (opcional)"
    ],
    "instructions": [
      "Bata todos os ingredientes no mixer ou liquidificador até ficar homogêneo e cremoso.",
      "Ajuste a quantidade de líquido para atingir a consistência desejada.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 42,
    "slug": "biscoito-de-aveia-e-mel-42",
    "title": "Biscoito de Aveia e Mel",
    "description": "Biscoitos crocantes e saudáveis, perfeitos para acompanhar um chá ou café.",
    "tags": ["biscoito", "lanche", "integral"],
    "prepTime": "25 min",
    "calories": "80 kcal",
    "difficulty": "Fácil",
    "servings": "15 biscoitos",
    "ingredients": [
      "1 xícara de farinha de aveia",
      "1/2 xícara de aveia em flocos",
      "1/4 xícara de mel",
      "1/4 xícara de óleo de coco",
      "1 ovo",
      "Canela a gosto"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture todos os ingredientes até formar uma massa.",
      "Modele os biscoitos e coloque em uma assadeira forrada.",
      "Asse por 15 a 20 minutos, ou até dourarem.",
      "Deixe esfriar em uma grade para ficarem crocantes."
    ]
  },
  {
    "id": 43,
    "slug": "bombom-prestigio-fit-43",
    "title": "Bombom Prestígio Fit",
    "description": "A combinação perfeita de coco e chocolate em um bombom saudável e fácil de fazer.",
    "tags": ["bombom", "vegano", "sem glúten", "fit"],
    "prepTime": "20 min + geladeira",
    "calories": "120 kcal",
    "difficulty": "Fácil",
    "servings": "10 bombons",
    "ingredients": [
      "Recheio: 1 xícara de coco ralado sem açúcar, 3 colheres de sopa de óleo de coco, 2 colheres de sopa de melado.",
      "Cobertura: 150g de chocolate 70% cacau derretido."
    ],
    "instructions": [
      "Misture os ingredientes do recheio até dar liga.",
      "Modele pequenos retângulos e coloque em uma bandeja forrada.",
      "Leve ao freezer por 15 minutos para firmar.",
      "Banhe os bombons no chocolate derretido.",
      "Leve à geladeira por mais 10 minutos para o chocolate endurecer."
    ]
  },
  {
    "id": 44,
    "slug": "bolo-de-caneca-de-chocolate-44",
    "title": "Bolo de Caneca de Chocolate",
    "description": "Para matar a vontade de doce em 2 minutos! Um bolinho de micro-ondas rápido e fofinho.",
    "tags": ["bolo", "rápido", "lanche"],
    "prepTime": "5 min",
    "calories": "300 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 ovo",
      "4 colheres de sopa de leite",
      "3 colheres de sopa de óleo",
      "3 colheres de sopa de açúcar",
      "4 colheres de sopa de farinha de trigo",
      "2 colheres de sopa de chocolate em pó",
      "1/2 colher de chá de fermento"
    ],
    "instructions": [
      "Em uma caneca grande, misture o ovo, leite, óleo e açúcar.",
      "Adicione a farinha e o chocolate em pó, e misture bem.",
      "Por último, incorpore o fermento.",
      "Leve ao micro-ondas em potência máxima por 2 a 3 minutos.",
      "Cuidado para não transbordar. Sirva quente."
    ]
  },
  {
    "id": 45,
    "slug": "trufa-de-abacate-45",
    "title": "Trufa de Abacate",
    "description": "Trufas cremosas e surpreendentes, que usam a gordura saudável do abacate no lugar do creme de leite.",
    "tags": ["trufa", "vegano", "sem glúten", "fit"],
    "prepTime": "15 min + geladeira",
    "calories": "90 kcal",
    "difficulty": "Fácil",
    "servings": "12 trufas",
    "ingredients": [
      "Polpa de 1/2 abacate maduro",
      "100g de chocolate 70% derretido",
      "2 colheres de sopa de cacau em pó",
      "2 colheres de sopa de agave ou melado"
    ],
    "instructions": [
      "Amasse bem o abacate até virar um purê liso.",
      "Misture o abacate com o chocolate derretido, o cacau e o adoçante.",
      "Leve a mistura à geladeira por 30 minutos para firmar.",
      "Faça bolinhas e passe-as no cacau em pó.",
      "Mantenha refrigerado."
    ]
  },
  {
    "id": 46,
    "slug": "bolo-de-coco-gelado-46",
    "title": "Bolo de Coco Gelado (Toalha Felpuda)",
    "description": "O famoso bolo 'toalha felpuda', molhadinho e delicioso, embrulhado no papel alumínio.",
    "tags": ["bolo", "sobremesa", "brasileira"],
    "prepTime": "50 min + geladeira",
    "calories": "280 kcal",
    "difficulty": "Média",
    "servings": "12 porções",
    "ingredients": [
      "Massa: 3 ovos, 2 xícaras de açúcar, 2 xícaras de farinha, 1 xícara de leite, 1/2 xícara de óleo, 1 colher de fermento.",
      "Calda: 1 vidro de leite de coco (200ml), 1/2 xícara de leite, 3 colheres de açúcar.",
      "Para cobrir: Coco ralado."
    ],
    "instructions": [
      "Bata os ingredientes da massa no liquidificador ou batedeira.",
      "Asse em forma retangular a 180°C por 30 minutos.",
      "Misture os ingredientes da calda.",
      "Assim que o bolo sair do forno, fure-o com um garfo e regue com a calda.",
      "Polvilhe coco ralado por cima, corte em quadrados e embrulhe em papel alumínio.",
      "Leve à geladeira por 2 horas e sirva gelado."
    ]
  },
  {
    "id": 47,
    "slug": "vitamina-de-banana-com-pasta-de-amendoim-47",
    "title": "Vitamina de Banana com Pasta de Amendoim",
    "description": "Um smoothie potente e delicioso, perfeito para um café da manhã rápido ou pré-treino.",
    "tags": ["vitamina", "proteico", "rápido", "fit"],
    "prepTime": "5 min",
    "calories": "350 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 banana congelada",
      "1 copo (200ml) de leite de amêndoas",
      "1 colher de sopa de pasta de amendoim",
      "1 colher de sopa de aveia em flocos",
      "Canela a gosto"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador até ficar cremoso.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 48,
    "slug": "doce-de-abobora-com-coco-48",
    "title": "Doce de Abóbora com Coco",
    "description": "Doce de abóbora cremoso, receita da vovó com o toque especial do coco.",
    "tags": ["doce", "festa junina", "brasileira"],
    "prepTime": "40 min",
    "calories": "180 kcal",
    "difficulty": "Fácil",
    "servings": "8 porções",
    "ingredients": [
      "500g de abóbora japonesa em cubos",
      "1 xícara de açúcar",
      "1/2 xícara de coco ralado",
      "Cravos da índia a gosto"
    ],
    "instructions": [
      "Cozinhe a abóbora em fogo baixo com o açúcar e os cravos, mexendo de vez em quando.",
      "Não precisa adicionar água, a abóbora soltará líquido.",
      "Quando a abóbora estiver desmanchando, amasse-a com um garfo.",
      "Adicione o coco ralado e cozinhe por mais 5 minutos, até o doce engrossar e desgrudar da panela.",
      "Deixe esfriar e sirva."
    ]
  },
  {
    "id": 49,
    "slug": "brownie-de-feijao-preto-49",
    "title": "Brownie de Feijão Preto",
    "description": "Surpreendente, super nutritivo e delicioso. Ninguém vai adivinhar o ingrediente secreto!",
    "tags": ["brownie", "vegano", "sem glúten", "fit"],
    "prepTime": "45 min",
    "calories": "190 kcal",
    "difficulty": "Média",
    "servings": "9 pedaços",
    "ingredients": [
      "1 e 1/2 xícara de feijão preto cozido e escorrido",
      "1/2 xícara de cacau em pó",
      "1/2 xícara de açúcar mascavo",
      "1/4 xícara de óleo de coco",
      "2 'ovos' de linhaça (2 col. sopa de linhaça + 6 col. de água)",
      "1 colher de chá de baunilha",
      "1/2 colher de chá de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata todos os ingredientes (exceto o fermento) no processador ou liquidificador até obter uma massa lisa.",
      "Incorpore o fermento delicadamente.",
      "Despeje em uma forma untada (20x20 cm) e asse por 25-30 minutos.",
      "Deixe esfriar completamente antes de cortar."
    ]
  },
  {
    "id": 50,
    "slug": "torta-de-maca-invertida-50",
    "title": "Torta de Maçã Invertida (Tarte Tatin)",
    "description": "Uma torta linda e deliciosa, com maçãs caramelizadas no fundo e uma massa fofinha por cima.",
    "tags": ["torta", "sobremesa", "frutas"],
    "prepTime": "1h",
    "calories": "300 kcal",
    "difficulty": "Média",
    "servings": "8 fatias",
    "ingredients": [
      "Caramelo: 1 xícara de açúcar, 1/2 xícara de água, 2 colheres de manteiga.",
      "Recheio: 4 maçãs fatiadas finamente.",
      "Massa: 2 ovos, 1 xícara de açúcar, 1/2 xícara de óleo, 1 xícara de leite, 2 xícaras de farinha, 1 colher de fermento."
    ],
    "instructions": [
      "Faça o caramelo com o açúcar e a água no fundo de uma forma redonda. Adicione a manteiga.",
      "Disponha as fatias de maçã de forma decorativa sobre o caramelo.",
      "Para a massa, bata os ovos com o açúcar, adicione o óleo, o leite, a farinha e o fermento.",
      "Despeje a massa sobre as maçãs.",
      "Asse a 180°C por cerca de 40 minutos.",
      "Desenforme ainda morna com cuidado."
    ]
  },
  {
    "id": 51,
    "slug": "sorvete-de-banana-com-chocolate-51",
    "title": "Sorvete de Banana com Chocolate",
    "description": "Nice cream super cremoso e saudável, feito com bananas congeladas e um toque de cacau.",
    "tags": ["sorvete", "vegano", "rápido", "fit"],
    "prepTime": "5 min",
    "calories": "180 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "ingredients": [
      "2 bananas nanicas bem maduras, congeladas em rodelas",
      "1 colher de sopa de cacau em pó 100%",
      "1 colher de sopa de melado ou agave (opcional)"
    ],
    "instructions": [
      "Coloque as bananas congeladas e o cacau em um processador de alimentos.",
      "Bata até obter a consistência de um sorvete cremoso. Pode ser necessário parar para raspar as laterais.",
      "Se necessário, adoce a gosto.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 52,
    "slug": "muffin-de-banana-com-aveia-52",
    "title": "Muffin de Banana com Aveia",
    "description": "Muffins fofinhos e úmidos, perfeitos para o lanche da tarde ou café da manhã.",
    "tags": ["muffin", "lanche", "integral"],
    "prepTime": "30 min",
    "calories": "150 kcal",
    "difficulty": "Fácil",
    "servings": "10 muffins",
    "ingredients": [
      "2 bananas maduras amassadas",
      "2 ovos",
      "1/4 xícara de óleo de coco",
      "1/4 xícara de açúcar mascavo",
      "1.5 xícara de farinha de aveia",
      "1 colher de chá de canela",
      "1 colher de sopa de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture as bananas, ovos, óleo e açúcar.",
      "Adicione a farinha, canela e fermento, incorporando bem.",
      "Distribua a massa em forminhas de muffin.",
      "Asse por 20-25 minutos."
    ]
  },
  {
    "id": 53,
    "slug": "panqueca-de-espinafre-com-ricota-53",
    "title": "Panqueca de Espinafre com Ricota",
    "description": "Uma opção de lanche ou jantar leve, nutritivo e saboroso.",
    "tags": ["panqueca", "salgado", "proteico", "fit"],
    "prepTime": "25 min",
    "calories": "280 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "ingredients": [
      "Massa: 1 ovo, 1/2 xícara de leite, 3 colheres de sopa de farinha de aveia, 1/4 xícara de espinafre cozido.",
      "Recheio: 150g de ricota amassada, salsinha, sal e pimenta."
    ],
    "instructions": [
      "Bata todos os ingredientes da massa no liquidificador.",
      "Faça as panquecas em uma frigideira antiaderente.",
      "Misture os ingredientes do recheio.",
      "Recheie as panquecas e sirva."
    ]
  },
  {
    "id": 54,
    "slug": "creme-de-maracuja-funcional-54",
    "title": "Creme de Maracujá Funcional",
    "description": "Creme azedinho e calmante, feito com a fruta fresca e biomassa de banana verde para cremosidade.",
    "tags": ["creme", "vegano", "sobremesa", "fit"],
    "prepTime": "10 min",
    "calories": "170 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "ingredients": [
      "Polpa de 2 maracujás",
      "1/2 xícara de biomassa de banana verde",
      "3 colheres de sopa de agave ou melado"
    ],
    "instructions": [
      "Bata a polpa do maracujá (com sementes) no liquidificador rapidamente, só para soltar.",
      "Coe para separar o suco das sementes (guarde algumas para decorar).",
      "Bata o suco coado com a biomassa e o adoçante até ficar bem cremoso.",
      "Divida em taças e decore com as sementes."
    ]
  },
  {
    "id": 55,
    "slug": "biscoito-amanteigado-fit-55",
    "title": "Biscoito Amanteigado Fit",
    "description": "Biscoitinhos que derretem na boca, em versão saudável com farinha de amêndoas e ghee.",
    "tags": ["biscoito", "sem glúten", "low carb", "fit"],
    "prepTime": "25 min",
    "calories": "90 kcal",
    "difficulty": "Fácil",
    "servings": "15 biscoitos",
    "ingredients": [
      "1 xícara de farinha de amêndoas",
      "3 colheres de sopa de manteiga ghee",
      "2 colheres de sopa de xilitol",
      "Gotas de baunilha"
    ],
    "instructions": [
      "Pré-aqueça o forno a 170°C.",
      "Misture todos os ingredientes com a ponta dos dedos até formar uma farofa úmida que se une ao apertar.",
      "Faça bolinhas e amasse levemente em uma assadeira forrada.",
      "Asse por 10-15 minutos, até as bordas dourarem. Cuidado para não queimar.",
      "Deixe esfriar completamente na forma."
    ]
  },
  {
    "id": 56,
    "slug": "bombom-de-amendoim-fit-56",
    "title": "Bombom de Amendoim Fit (Tipo Charge)",
    "description": "Um bombom delicioso com caramelo de tâmaras e amendoim, coberto com chocolate.",
    "tags": ["bombom", "vegano", "doce", "fit"],
    "prepTime": "30 min + geladeira",
    "calories": "150 kcal",
    "difficulty": "Média",
    "servings": "10 bombons",
    "ingredients": [
      "Base: 1/2 xícara de amendoim triturado, 2 colheres de sopa de aveia.",
      "Caramelo: 1/2 xícara de tâmaras hidratadas, 1 colher de sopa de pasta de amendoim.",
      "Cobertura: 150g de chocolate 70% derretido."
    ],
    "instructions": [
      "Misture os ingredientes da base e forre o fundo de forminhas de silicone.",
      "Bata os ingredientes do caramelo no processador e coloque sobre a base.",
      "Leve ao freezer por 20 minutos.",
      "Cubra com o chocolate derretido e volte à geladeira para firmar."
    ]
  },
  {
    "id": 57,
    "slug": "bolo-de-iogurte-com-limao-57",
    "title": "Bolo de Iogurte com Limão",
    "description": "Bolo extremamente fofinho e úmido, com o azedinho do limão e a cremosidade do iogurte.",
    "tags": ["bolo", "lanche", "brasileira"],
    "prepTime": "50 min",
    "calories": "260 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "3 ovos",
      "1 pote de iogurte natural (170g)",
      "1/2 xícara de óleo",
      "1.5 xícara de açúcar",
      "Suco e raspas de 1 limão",
      "2 xícaras de farinha de trigo",
      "1 colher de sopa de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata no liquidificador os ovos, iogurte, óleo, açúcar e o suco do limão.",
      "Em uma tigela, coloque a farinha e despeje a mistura líquida, mexendo bem.",
      "Adicione as raspas de limão e o fermento.",
      "Asse em forma untada por cerca de 40 minutos."
    ]
  },
  {
    "id": 58,
    "slug": "bolo-de-beterraba-com-cacau-58",
    "title": "Bolo de Beterraba com Cacau",
    "description": "Um bolo de cor vibrante e sabor surpreendente, onde a beterraba adiciona umidade e nutrientes.",
    "tags": ["bolo", "funcional", "vegano", "fit"],
    "prepTime": "55 min",
    "calories": "200 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1 beterraba média cozida e picada",
      "1.5 xícara de farinha de aveia",
      "1/2 xícara de cacau em pó",
      "1 xícara de açúcar mascavo",
      "1/2 xícara de óleo vegetal",
      "1 xícara de água ou leite vegetal",
      "1 colher de sopa de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "No liquidificador, bata a beterraba, o açúcar, o óleo e a água.",
      "Em uma tigela, misture a farinha e o cacau.",
      "Despeje a mistura líquida sobre os secos e incorpore.",
      "Adicione o fermento por último.",
      "Asse em forma untada por 40 minutos."
    ]
  },
  {
    "id": 59,
    "slug": "trufa-de-amendoas-com-laranja-59",
    "title": "Trufa de Amêndoas com Laranja",
    "description": "Trufas elegantes e aromáticas, com o sabor sofisticado da amêndoa e o frescor da laranja.",
    "tags": ["trufa", "vegano", "low carb", "fit"],
    "prepTime": "15 min + geladeira",
    "calories": "80 kcal",
    "difficulty": "Fácil",
    "servings": "15 trufas",
    "ingredients": [
      "1 xícara de farinha de amêndoas",
      "Raspas de 1 laranja",
      "3 colheres de sopa de melado de cana",
      "1 colher de sopa de óleo de coco"
    ],
    "instructions": [
      "Misture todos os ingredientes até formar uma massa homogênea.",
      "Se necessário, adicione mais óleo de coco para dar liga.",
      "Leve à geladeira por 15 minutos.",
      "Faça bolinhas e, se desejar, passe em farinha de amêndoas ou raspas de laranja.",
      "Mantenha refrigerado."
    ]
  },
  {
    "id": 60,
    "slug": "bolo-de-cafe-60",
    "title": "Bolo de Café",
    "description": "Um bolo com sabor marcante de café, perfeito para acompanhar a bebida no lanche da tarde.",
    "tags": ["bolo", "lanche", "brasileira"],
    "prepTime": "50 min",
    "calories": "240 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "3 ovos",
      "1.5 xícara de açúcar",
      "1/2 xícara de óleo",
      "1 xícara de café forte coado e frio",
      "2 xícaras de farinha de trigo",
      "1 colher de sopa de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata os ovos com o açúcar e o óleo.",
      "Adicione o café e a farinha, alternadamente, misturando bem.",
      "Incorpore o fermento.",
      "Asse em forma untada por cerca de 40 minutos."
    ]
  },
  {
    "id": 61,
    "slug": "clafoutis-de-cereja-fit-61",
    "title": "Clafoutis de Cereja Fit",
    "description": "Uma sobremesa francesa clássica, com textura entre panqueca e pudim, em versão saudável.",
    "tags": ["torta", "sobremesa", "frutas", "fit"],
    "prepTime": "45 min",
    "calories": "180 kcal por porção",
    "difficulty": "Média",
    "servings": "6 porções",
    "ingredients": [
      "2 xícaras de cerejas frescas sem caroço",
      "3 ovos",
      "1 xícara de leite de amêndoas",
      "1/2 xícara de farinha de aveia",
      "1/4 xícara de xilitol",
      "1 colher de chá de extrato de baunilha"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Unte um refratário e distribua as cerejas no fundo.",
      "No liquidificador, bata os ovos, o leite, a farinha, o xilitol e a baunilha.",
      "Despeje a massa cuidadosamente sobre as cerejas.",
      "Asse por 30-35 minutos, ou até que esteja firme e dourado.",
      "Sirva morno."
    ]
  },
  {
    "id": 62,
    "slug": "gelado-de-abacaxi-com-hortela-62",
    "title": "Gelado de Abacaxi com Hortelã",
    "description": "Uma sobremesa gelada, super refrescante e digestiva. Perfeita para dias quentes.",
    "tags": ["sorvete", "vegano", "rápido", "fit"],
    "prepTime": "5 min + congelamento",
    "calories": "120 kcal por porção",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "1 abacaxi maduro, picado e congelado",
      "1/2 xícara de folhas de hortelã frescas",
      "Suco de 1 limão"
    ],
    "instructions": [
      "Em um processador potente, bata o abacaxi congelado com a hortelã e o suco de limão.",
      "Bata até obter uma consistência cremosa, como um sorbet.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 63,
    "slug": "cookies-com-gotas-de-chocolate-low-carb-63",
    "title": "Cookies com Gotas de Chocolate Low Carb",
    "description": "Cookies clássicos americanos, na versão com farinha de amêndoas e sem açúcar.",
    "tags": ["cookie", "low carb", "sem glúten", "fit"],
    "prepTime": "25 min",
    "calories": "130 kcal por cookie",
    "difficulty": "Fácil",
    "servings": "12 cookies",
    "ingredients": [
      "1.5 xícara de farinha de amêndoas",
      "1/2 xícara de xilitol",
      "1 ovo",
      "1/4 xícara de manteiga ghee derretida",
      "1/2 xícara de gotas de chocolate 70% ou superior"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture a farinha e o xilitol.",
      "Adicione o ovo e a manteiga, misturando bem.",
      "Incorpore as gotas de chocolate.",
      "Modele os cookies e asse por 12-15 minutos.",
      "Deixe esfriar para firmar."
    ]
  },
  {
    "id": 64,
    "slug": "bolo-de-nozes-com-damasco-64",
    "title": "Bolo de Nozes com Damasco",
    "description": "Um bolo sofisticado e delicioso, perfeito para um café da tarde especial.",
    "tags": ["bolo", "festivo", "integral"],
    "prepTime": "1h",
    "calories": "250 kcal por fatia",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "1 xícara de nozes picadas",
      "1 xícara de damascos picados",
      "3 ovos",
      "1/2 xícara de óleo de coco",
      "1 xícara de açúcar mascavo",
      "1.5 xícara de farinha de trigo integral",
      "1 xícara de leite",
      "1 colher de sopa de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata os ovos com o açúcar e o óleo.",
      "Adicione o leite e a farinha, alternadamente.",
      "Incorpore as nozes, os damascos e o fermento.",
      "Asse em forma de bolo inglês por 45-50 minutos."
    ]
  },
  {
    "id": 65,
    "slug": "panna-cotta-fit-com-calda-de-manga-65",
    "title": "Panna Cotta Fit com Calda de Manga",
    "description": "Sobremesa italiana aveludada, em versão mais leve com iogurte e calda de fruta natural.",
    "tags": ["pudim", "sobremesa", "sem glúten", "fit"],
    "prepTime": "20 min + 4h de geladeira",
    "calories": "160 kcal por porção",
    "difficulty": "Média",
    "servings": "6 porções",
    "ingredients": [
      "2 potes de iogurte grego natural",
      "200ml de leite de coco",
      "1/2 xícara de xilitol",
      "1 envelope de gelatina incolor",
      "Calda: Polpa de 1 manga batida com suco de 1/2 limão"
    ],
    "instructions": [
      "Hidrate e dissolva a gelatina conforme a embalagem.",
      "No liquidificador, bata o iogurte, o leite de coco e o xilitol.",
      "Adicione a gelatina dissolvida e bata mais um pouco.",
      "Distribua em forminhas individuais untadas com óleo de coco.",
      "Leve à geladeira por no mínimo 4 horas.",
      "Desenforme e sirva com a calda de manga."
    ]
  },
  {
    "id": 66,
    "slug": "barrinha-de-coco-com-chocolate-66",
    "title": "Barrinha de Coco com Chocolate (Prestígio)",
    "description": "Barrinhas que lembram o famoso chocolate, mas em versão caseira, vegana e saudável.",
    "tags": ["barra de cereal", "vegano", "doce", "fit"],
    "prepTime": "15 min + geladeira",
    "calories": "180 kcal por barra",
    "difficulty": "Fácil",
    "servings": "8 barras",
    "ingredients": [
      "Recheio: 2 xícaras de coco ralado sem açúcar, 1/2 xícara de leite de coco, 3 colheres de sopa de melado.",
      "Cobertura: 150g de chocolate 70% derretido."
    ],
    "instructions": [
      "Misture o coco ralado, o leite de coco e o melado até formar uma massa úmida.",
      "Pressione a massa em uma forma retangular forrada e leve ao freezer por 30 minutos.",
      "Corte em barrinhas.",
      "Banhe cada barrinha no chocolate derretido.",
      "Leve à geladeira para o chocolate endurecer."
    ]
  },
  {
    "id": 67,
    "slug": "smoothie-verde-detox-67",
    "title": "Vitamina Verde Detox",
    "description": "Um smoothie cheio de nutrientes para limpar o organismo e dar energia.",
    "tags": ["vitamina", "detox", "vegano", "fit"],
    "prepTime": "5 min",
    "calories": "150 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 folha de couve",
      "1/2 maçã",
      "Suco de 1 laranja",
      "1 rodela de gengibre",
      "1 copo de água de coco"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador.",
      "Sirva imediatamente, sem coar."
    ]
  },
  {
    "id": 68,
    "slug": "arroz-doce-integral-com-canela-68",
    "title": "Arroz Doce Integral com Canela",
    "description": "O clássico arroz doce em versão funcional, com arroz integral e açúcar mascavo.",
    "tags": ["creme", "festa junina", "integral", "fit"],
    "prepTime": "45 min",
    "calories": "220 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "1 xícara de arroz integral",
      "4 xícaras de leite de amêndoas (ou outro leite vegetal)",
      "1/2 xícara de açúcar mascavo",
      "Casca de 1 limão",
      "2 canelas em pau"
    ],
    "instructions": [
      "Cozinhe o arroz com 2 xícaras de água até secar.",
      "Adicione o leite, o açúcar, a casca de limão e a canela.",
      "Cozinhe em fogo baixo, mexendo de vez em quando, até o arroz ficar macio e o caldo cremoso (cerca de 30 min).",
      "Sirva quente ou frio, polvilhado com canela em pó."
    ]
  },
  {
    "id": 69,
    "slug": "biscoito-de-queijo-low-carb-69",
    "title": "Biscoito de Queijo Low Carb",
    "description": "Um 'pão de queijo' de frigideira, rápido, fácil e com pouquíssimos carboidratos.",
    "tags": ["biscoito", "salgado", "low carb", "fit"],
    "prepTime": "10 min",
    "calories": "180 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 ovo",
      "2 colheres de sopa de requeijão ou cream cheese",
      "2 colheres de sopa de queijo parmesão ralado",
      "1 colher de sopa de farinha de amêndoas"
    ],
    "instructions": [
      "Misture todos os ingredientes em uma tigela.",
      "Aqueça uma frigideira antiaderente untada.",
      "Despeje a massa e doure dos dois lados.",
      "Sirva quente."
    ]
  },
  {
    "id": 70,
    "slug": "cheesecake-de-doce-de-leite-70",
    "title": "Cheesecake de Doce de Leite",
    "description": "Uma versão irresistível do cheesecake, com base de biscoito e uma generosa camada de doce de leite.",
    "tags": ["torta", "cheesecake", "sobremesa", "brasileira"],
    "prepTime": "30 min + 6h de geladeira",
    "calories": "400 kcal",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "Base: 1 pacote de biscoito de maisena triturado, 100g de manteiga.",
      "Creme: 500g de cream cheese, 1 lata de leite condensado, suco de 1 limão.",
      "Cobertura: 400g de doce de leite de boa qualidade."
    ],
    "instructions": [
      "Misture a base e forre uma forma de fundo removível. Leve à geladeira.",
      "Na batedeira, bata o cream cheese até ficar fofo. Adicione o leite condensado e o limão, e bata mais.",
      "Coloque o creme na forma e asse em forno baixo (160°C) por 30 min.",
      "Deixe esfriar completamente e cubra com o doce de leite.",
      "Leve para gelar por no mínimo 6 horas."
    ]
  },
  {
    "id": 71,
    "slug": "mingau-de-aveia-proteico-71",
    "title": "Mingau de Aveia Proteico",
    "description": "Um café da manhã quente, cremoso e que te deixa saciado por horas.",
    "tags": ["mingau", "proteico", "café da manhã", "fit"],
    "prepTime": "10 min",
    "calories": "350 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "4 colheres de sopa de aveia em flocos",
      "1 copo de leite ou água (200ml)",
      "1 scoop de whey protein (sabor de sua preferência)",
      "1 banana amassada",
      "Canela a gosto"
    ],
    "instructions": [
      "Em uma panela, cozinhe a aveia com o leite e a banana amassada até engrossar.",
      "Desligue o fogo e espere amornar um pouco.",
      "Misture o whey protein vigorosamente para não empelotar.",
      "Sirva em uma tigela com frutas e canela por cima."
    ],
    "notes": "O whey protein não deve ser fervido para não perder suas propriedades."
  },
  {
    "id": 72,
    "slug": "torta-de-limao-no-copinho-72",
    "title": "Torta de Limão no Copinho",
    "description": "Sobremesa individual, charmosa e fácil de fazer, com camadas de texturas e sabores.",
    "tags": ["torta", "sobremesa", "rápido", "fit"],
    "prepTime": "15 min + geladeira",
    "calories": "220 kcal",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "Base: 1 xícara de castanha de caju triturada grosseiramente.",
      "Creme: 1 abacate pequeno, suco de 2 limões, 3 colheres de sopa de melado.",
      "Merengue: 2 claras, 2 colheres de sopa de xilitol."
    ],
    "instructions": [
      "Bata os ingredientes do creme no liquidificador.",
      "Faça um merengue suíço: aqueça as claras com o xilitol em banho-maria até dissolver, depois bata na batedeira até formar picos firmes.",
      "Monte nos copinhos: uma camada da farofa de castanha, uma camada do creme de limão e finalize com o merengue.",
      "Se tiver um maçarico, doure o merengue. Leve para gelar."
    ]
  },
  {
    "id": 73,
    "slug": "dadinho-de-tapioca-73",
    "title": "Dadinho de Tapioca",
    "description": "O petisco famoso dos bares, crocante por fora e macio por dentro. Sirva com geleia de pimenta.",
    "tags": ["salgado", "petisco", "sem glúten", "brasileira"],
    "prepTime": "20 min + 3h de geladeira",
    "calories": "40 kcal por dadinho",
    "difficulty": "Média",
    "servings": "Aprox. 30 dadinhos",
    "ingredients": [
      "250g de tapioca granulada",
      "250g de queijo coalho ralado",
      "500ml de leite integral fervendo",
      "Sal e pimenta do reino a gosto"
    ],
    "instructions": [
      "Em uma tigela, misture a tapioca, o queijo, o sal e a pimenta.",
      "Despeje o leite fervendo sobre a mistura e mexa muito bem e rápido, para não empelotar.",
      "Continue mexendo por 2 minutos, até a massa engrossar.",
      "Despeje em uma forma forrada com plástico filme e alise bem, deixando com cerca de 2cm de altura.",
      "Leve à geladeira por no mínimo 3 horas.",
      "Corte em cubos e frite em óleo quente até dourar, ou asse na airfryer a 200°C por 15-20 minutos.",
      "Sirva com geleia de pimenta."
    ]
  },
  {
    "id": 74,
    "slug": "compota-de-maca-com-especiarias-74",
    "title": "Compota de Maçã com Especiarias",
    "description": "Uma forma deliciosa e saudável de comer frutas, perfeita para acompanhar iogurte, panquecas ou comer pura.",
    "tags": ["doce", "vegano", "sem glúten", "fit"],
    "prepTime": "25 min",
    "calories": "90 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "4 maçãs grandes, sem casca e em cubos",
      "1/2 xícara de água",
      "Suco de 1/2 limão",
      "1 canela em pau",
      "2 cravos da índia",
      "2 colheres de sopa de açúcar mascavo (opcional)"
    ],
    "instructions": [
      "Em uma panela, coloque todos os ingredientes.",
      "Cozinhe em fogo baixo, com a panela semi-tampada, por cerca de 20 minutos.",
      "Mexa de vez em quando, até as maçãs ficarem macias e a calda engrossar levemente.",
      "Deixe esfriar e guarde na geladeira."
    ]
  },
  {
    "id": 75,
    "slug": "bolo-floresta-negra-75",
    "title": "Bolo Floresta Negra",
    "description": "A clássica combinação alemã de bolo de chocolate, cerejas e chantilly.",
    "tags": ["bolo", "sobremesa", "festivo", "floresta negra"],
    "prepTime": "1h 30min",
    "calories": "400 kcal por fatia",
    "difficulty": "Difícil",
    "servings": "12 fatias",
    "ingredients": [
      "Bolo de chocolate: 4 ovos, 2 xícaras de açúcar, 1 xícara de óleo, 1 xícara de chocolate em pó, 2 xícaras de farinha, 1 xícara de água quente, 1 colher de fermento.",
      "Recheio e Cobertura: 500ml de creme de leite fresco (chantilly), 1 vidro de cerejas em calda, raspas de chocolate meio amargo."
    ],
    "instructions": [
      "Prepare o bolo de chocolate, asse e deixe esfriar. Corte em 3 discos.",
      "Bata o creme de leite fresco com açúcar até o ponto de chantilly.",
      "Umedeça os discos de bolo com a calda da cereja.",
      "Monte o bolo intercalando camadas de bolo, chantilly e cerejas picadas.",
      "Cubra todo o bolo com chantilly e decore com raspas de chocolate e cerejas inteiras."
    ]
  },
  {
    "id": 76,
    "slug": "cajuzinho-76",
    "title": "Cajuzinho",
    "description": "Docinho de festa que não pode faltar, com sabor de amendoim e a tradição brasileira.",
    "tags": ["doce", "festa junina", "brasileira"],
    "prepTime": "20 min",
    "calories": "110 kcal por unidade",
    "difficulty": "Fácil",
    "servings": "20 unidades",
    "ingredients": [
      "1 lata de leite condensado",
      "1 xícara de amendoim torrado e moído",
      "2 colheres de sopa de chocolate em pó",
      "1 colher de sopa de manteiga",
      "Açúcar cristal para enrolar",
      "Amendoins inteiros para decorar"
    ],
    "instructions": [
      "Em uma panela, misture o leite condensado, o amendoim moído, o chocolate em pó e a manteiga.",
      "Leve ao fogo baixo, mexendo sempre, até dar o ponto de brigadeiro (desgrudando do fundo da panela).",
      "Deixe a massa esfriar em um prato untado.",
      "Unte as mãos, modele os docinhos no formato de caju, passe no açúcar cristal e finalize com um amendoim na ponta."
    ]
  },
  {
    "id": 77,
    "slug": "smoothie-de-frutas-vermelhas-com-beterraba-77",
    "title": "Vitamina de Frutas Vermelhas com Beterraba",
    "description": "Um smoothie antioxidante, de cor linda e sabor surpreendente. Ótimo para a saúde da pele e do sangue.",
    "tags": ["vitamina", "detox", "vegano", "fit"],
    "prepTime": "5 min",
    "calories": "190 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção grande",
    "ingredients": [
      "1 xícara de frutas vermelhas congeladas (morangos, amoras, mirtilos)",
      "1/4 de beterraba pequena, crua e picada",
      "1 copo (200ml) de água ou água de coco",
      "1 colher de sopa de sementes de chia"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador até ficar homogêneo.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 78,
    "slug": "crepioca-doce-de-banana-e-canela-78",
    "title": "Crepioca Doce de Banana e Canela",
    "description": "Uma opção versátil para café da manhã ou lanche, que une a leveza da tapioca com a proteína do ovo.",
    "tags": ["panqueca", "rápido", "sem glúten", "fit", "crepioca"],
    "prepTime": "10 min",
    "calories": "250 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 ovo",
      "2 colheres de sopa de goma de tapioca",
      "1/2 banana prata amassada",
      "Canela em pó a gosto"
    ],
    "instructions": [
      "Em uma tigela, bata o ovo com um garfo.",
      "Adicione a goma de tapioca e misture bem para não empelotar.",
      "Incorpore a banana amassada e a canela.",
      "Despeje em uma frigideira antiaderente aquecida em fogo baixo.",
      "Doure dos dois lados.",
      "Sirva pura, com mel ou mais frutas."
    ]
  },
  {
    "id": 79,
    "slug": "mousse-de-chocolate-proteico-79",
    "title": "Mousse de Chocolate Proteico",
    "description": "Mousse aerado, delicioso e rico em proteínas, ideal como sobremesa ou pós-treino.",
    "tags": ["mousse", "proteico", "low carb", "fit"],
    "prepTime": "10 min + geladeira",
    "calories": "200 kcal",
    "difficulty": "Fácil",
    "servings": "2 porções",
    "ingredients": [
      "2 claras de ovo",
      "1 scoop de whey protein de chocolate",
      "2 colheres de sopa de cacau em pó 100%",
      "Adoçante a gosto (stévia, xilitol)"
    ],
    "instructions": [
      "Bata as claras em neve até ficarem bem firmes.",
      "Em outra tigela, misture o whey, o cacau e o adoçante com um mínimo de água, apenas para formar uma pasta grossa.",
      "Incorpore delicadamente a pasta de chocolate às claras em neve, com movimentos de baixo para cima para não perder o ar.",
      "Divida em taças e leve para gelar por pelo menos 1 hora."
    ]
  },
  {
    "id": 80,
    "slug": "sorvete-de-morango-vegano-80",
    "title": "Sorvete de Morango Vegano",
    "description": "Sorvete cremoso e saudável de morango, feito com castanha de caju para uma textura incrível.",
    "tags": ["sorvete", "vegano", "sem glúten", "fit"],
    "prepTime": "10 min + congelamento",
    "calories": "230 kcal",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "2 xícaras de morangos congelados",
      "1 xícara de castanha de caju crua (deixada de molho por 4h)",
      "1/4 xícara de agave ou melado",
      "Suco de 1/2 limão"
    ],
    "instructions": [
      "Escorra a água das castanhas.",
      "Bata todos os ingredientes em um liquidificador ou processador potente.",
      "Bata até obter um creme liso e homogêneo.",
      "Transfira para um pote e leve ao freezer por pelo menos 4 horas, mexendo na metade do tempo para não cristalizar."
    ]
  },
  {
    "id": 81,
    "slug": "quindim-81",
    "title": "Quindim",
    "description": "O doce brasileiro brilhante e delicioso, com muito coco e gemas.",
    "tags": ["doce", "sem glúten", "brasileira", "quindim"],
    "prepTime": "50 min",
    "calories": "250 kcal por unidade",
    "difficulty": "Média",
    "servings": "8 quindins",
    "ingredients": [
      "10 gemas peneiradas",
      "1 xícara de açúcar",
      "100g de coco ralado fresco",
      "1/2 xícara de leite de coco",
      "1 colher de sopa de manteiga derretida"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture o açúcar com o coco ralado e a manteiga. Adicione as gemas peneiradas e o leite de coco, e misture bem.",
      "Unte forminhas de empada com bastante manteiga e açúcar.",
      "Despeje a mistura nas forminhas.",
      "Asse em banho-maria por cerca de 30-40 minutos, ou até firmar e dourar.",
      "Deixe amornar para desenformar."
    ]
  },
  {
    "id": 82,
    "slug": "torta-de-sardinha-82",
    "title": "Torta de Sardinha",
    "description": "Uma torta de liquidificador salgada, rápida, econômica e nutritiva para uma refeição completa.",
    "tags": ["torta", "salgado", "brasileira"],
    "prepTime": "45 min",
    "calories": "300 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "8 fatias",
    "ingredients": [
      "Massa: 2 xícaras de leite, 1 xícara de óleo, 3 ovos, 2 xícaras de farinha de trigo, sal, queijo ralado, 1 colher de sopa de fermento.",
      "Recheio: 2 latas de sardinha em óleo (escorrida), 1 tomate picado, 1/2 cebola picada, azeitonas, cheiro-verde, milho e ervilha."
    ],
    "instructions": [
      "Bata os ingredientes da massa (exceto o fermento) no liquidificador. Adicione o fermento e pulse.",
      "Em uma forma untada, despeje metade da massa.",
      "Distribua o recheio de sardinha (previamente misturado).",
      "Cubra com o restante da massa.",
      "Asse em forno pré-aquecido a 180°C por 35 minutos."
    ]
  },
  {
    "id": 83,
    "slug": "muffin-de-chocolate-com-abobrinha-83",
    "title": "Muffin de Chocolate com Abobrinha",
    "description": "Muffins de chocolate super úmidos e ninguém vai desconfiar do ingrediente secreto: abobrinha!",
    "tags": ["muffin", "funcional", "crianças", "fit"],
    "prepTime": "40 min",
    "calories": "175 kcal",
    "difficulty": "Fácil",
    "servings": "10 muffins",
    "ingredients": [
      "1 xícara de abobrinha ralada fina",
      "1.5 xícara de farinha de aveia",
      "1/2 xícara de cacau em pó",
      "3/4 xícara de açúcar de coco",
      "2 ovos",
      "1/3 xícara de óleo de coco",
      "1 colher de chá de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Esprema a abobrinha ralada em um pano para remover o excesso de água.",
      "Em uma tigela, misture os ingredientes secos.",
      "Em outra, misture os ovos, óleo e a abobrinha.",
      "Junte as duas misturas e incorpore.",
      "Distribua em forminhas de muffin e asse por 25 minutos."
    ]
  },
  {
    "id": 84,
    "slug": "gelatina-com-creme-de-iogurte-84",
    "title": "Gelatina com Creme de Iogurte",
    "description": "Uma sobremesa leve, proteica e bonita, que intercala camadas de gelatina e um creme azedinho.",
    "tags": ["gelatina", "proteico", "sobremesa", "fit"],
    "prepTime": "20 min + geladeira",
    "calories": "110 kcal",
    "difficulty": "Média",
    "servings": "6 porções",
    "ingredients": [
      "1 caixa de gelatina diet de morango (ou outro sabor)",
      "Creme: 1 pote de iogurte natural, 1/2 envelope de gelatina incolor, 2 colheres de xilitol."
    ],
    "instructions": [
      "Prepare a gelatina de morango com metade da água e distribua em taças, preenchendo até a metade. Incline as taças na geladeira para firmar na diagonal.",
      "Prepare o creme: hidrate a gelatina incolor, dissolva e bata com o iogurte e o xilitol.",
      "Quando a gelatina vermelha estiver firme, complete as taças (agora na vertical) com o creme branco.",
      "Leve para gelar até firmar completamente."
    ]
  },
  {
    "id": 85,
    "slug": "doce-de-leite-de-soja-85",
    "title": "Doce de Leite de Soja",
    "description": "Uma alternativa vegana para o doce de leite, feito com leite de soja em pó.",
    "tags": ["doce", "vegano", "fit"],
    "prepTime": "30 min",
    "calories": "100 kcal por colher",
    "difficulty": "Média",
    "servings": "Aprox. 1 xícara",
    "ingredients": [
      "1 xícara de leite de soja em pó",
      "1/2 xícara de açúcar demerara",
      "1/2 xícara de água",
      "1 colher de sopa de óleo de coco"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador.",
      "Leve a mistura a uma panela de fundo grosso.",
      "Cozinhe em fogo baixo, mexendo sempre, até dar o ponto de doce de leite (cerca de 20-25 minutos).",
      "A cor vai escurecendo e a textura engrossando. Cuidado para não queimar.",
      "Deixe esfriar para atingir a consistência final."
    ]
  },
  {
    "id": 86,
    "slug": "cookie-gigante-de-frigideira-86",
    "title": "Cookie Gigante de Frigideira",
    "description": "Um cookie enorme, para comer de colher, feito direto na frigideira. Rápido e reconfortante.",
    "tags": ["cookie", "rápido", "sobremesa"],
    "prepTime": "15 min",
    "calories": "400 kcal (porção individual)",
    "difficulty": "Fácil",
    "servings": "1-2 porções",
    "ingredients": [
      "1 ovo",
      "3 colheres de sopa de açúcar de coco",
      "2 colheres de sopa de óleo de coco",
      "1/2 xícara de farinha de aveia",
      "Gotas de chocolate 70% a gosto",
      "1 pitada de sal e fermento"
    ],
    "instructions": [
      "Em uma tigela, misture o ovo, açúcar e óleo.",
      "Adicione a farinha, o sal e o fermento.",
      "Incorpore as gotas de chocolate.",
      "Despeje a massa em uma frigideira pequena (15cm) untada.",
      "Cozinhe em fogo muito baixo, com a frigideira tampada, por cerca de 8-10 minutos.",
      "O topo deve estar cozido, não precisa virar.",
      "Sirva quente, direto da frigideira."
    ]
  },
  {
    "id": 87,
    "slug": "bolo-de-banana-com-doce-de-leite-87",
    "title": "Bolo de Banana com Doce de Leite",
    "description": "Bolo de banana com pedaços de doce de leite na massa. Uma delícia!",
    "tags": ["bolo", "sobremesa", "brasileira"],
    "prepTime": "55 min",
    "calories": "300 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "3 bananas amassadas",
      "2 ovos",
      "1 xícara de farinha de trigo",
      "1 xícara de açúcar",
      "1/2 xícara de óleo",
      "1 colher de fermento",
      "200g de doce de leite em pedaços"
    ],
    "instructions": [
      "Misture os ingredientes da massa.",
      "Passe os pedaços de doce de leite na farinha e incorpore à massa.",
      "Asse em forma untada a 180°C por 40 minutos."
    ]
  },
  {
    "id": 88,
    "slug": "pacoca-de-colher-proteica-88",
    "title": "Paçoca de Colher Proteica",
    "description": "Um creme de amendoim delicioso e proteico, para comer puro ou como cobertura.",
    "tags": ["paçoca", "creme", "proteico", "fit"],
    "prepTime": "5 min",
    "calories": "180 kcal por porção",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "4 colheres de sopa de pasta de amendoim",
      "2 scoops de whey protein de baunilha",
      "4 colheres de sopa de leite desnatado ou vegetal",
      "Amendoim triturado para decorar"
    ],
    "instructions": [
      "Em uma tigela, misture a pasta de amendoim com o whey.",
      "Adicione o leite aos poucos, mexendo bem, até atingir a consistência de um creme grosso.",
      "Sirva em potinhos com amendoim triturado por cima."
    ]
  },
  {
    "id": 89,
    "slug": "pudim-de-pao-89",
    "title": "Pudim de Pão",
    "description": "Uma forma inteligente e deliciosa de aproveitar pães amanhecidos.",
    "tags": ["pudim", "econômico", "brasileira"],
    "prepTime": "1h",
    "calories": "250 kcal",
    "difficulty": "Fácil",
    "servings": "8 porções",
    "ingredients": [
      "3 pães franceses amanhecidos, picados",
      "500ml de leite",
      "3 ovos",
      "1 xícara de açúcar",
      "Calda: 1 xícara de açúcar"
    ],
    "instructions": [
      "Faça uma calda de caramelo com o açúcar e caramelize uma forma de pudim.",
      "Deixe o pão de molho no leite por 15 minutos.",
      "Bata no liquidificador a mistura de pão com leite, os ovos e o açúcar.",
      "Despeje na forma caramelizada.",
      "Asse em banho-maria em forno a 180°C por cerca de 45 minutos.",
      "Sirva frio."
    ]
  },
  {
    "id": 90,
    "slug": "donut-de-batata-doce-90",
    "title": "Donut de Batata-Doce",
    "description": "Donuts macios com a base de batata-doce, assados e cobertos com canela e açúcar de coco.",
    "tags": ["donut", "vegano", "assado", "fit"],
    "prepTime": "45 min",
    "calories": "160 kcal",
    "difficulty": "Média",
    "servings": "10 donuts",
    "ingredients": [
      "1 xícara de purê de batata-doce",
      "1.5 xícara de farinha de aveia",
      "1/2 xícara de açúcar de coco",
      "1/4 xícara de óleo de coco",
      "1 colher de sopa de fermento",
      "Cobertura: açúcar de coco e canela a gosto"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C e unte uma forma de donuts.",
      "Misture o purê de batata-doce, o açúcar e o óleo.",
      "Adicione a farinha e o fermento, mexendo até incorporar.",
      "Coloque a massa na forma de donuts.",
      "Asse por 20 minutos.",
      "Deixe amornar, desenforme e passe na mistura de açúcar de coco e canela."
    ]
  },
  {
    "id": 91,
    "slug": "torta-de-pessego-91",
    "title": "Torta de Pêssego",
    "description": "Uma torta leve e refrescante, com base de biscoito, creme e pêssegos em calda.",
    "tags": ["torta", "sobremesa", "frutas"],
    "prepTime": "25 min + geladeira",
    "calories": "250 kcal",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "Base: 1 pacote de biscoito de maisena triturado com 100g de manteiga.",
      "Creme: 1 lata de leite condensado, 1 de creme de leite, suco de 1 limão.",
      "Cobertura: 1 lata de pêssegos em calda, picados."
    ],
    "instructions": [
      "Forre uma forma com a base e leve à geladeira.",
      "Bata os ingredientes do creme no liquidificador.",
      "Despeje o creme sobre a base fria.",
      "Distribua os pêssegos picados por cima.",
      "Leve para gelar por 4 horas."
    ]
  },
  {
    "id": 92,
    "slug": "alfajor-de-arroz-inflado-92",
    "title": "Alfajor de Arroz Inflado",
    "description": "Uma versão leve e crocante do alfajor, usando bolachas de arroz e doce de leite fit.",
    "tags": ["doce", "sem glúten", "rápido", "fit", "alfajor"],
    "prepTime": "15 min",
    "calories": "130 kcal",
    "difficulty": "Fácil",
    "servings": "8 alfajores",
    "ingredients": [
      "16 bolachas de arroz (pequenas)",
      "Doce de leite fit (de tâmaras ou de soja) para rechear",
      "150g de chocolate 70% para banhar"
    ],
    "instructions": [
      "Passe uma camada generosa de doce de leite em uma bolacha de arroz e cubra com outra, formando um sanduíche.",
      "Repita com todas as bolachas.",
      "Derreta o chocolate 70%.",
      "Banhe cada alfajor no chocolate, cobrindo-o por completo.",
      "Coloque sobre papel manteiga e leve à geladeira por 10 minutos para firmar."
    ]
  },
  {
    "id": 93,
    "slug": "bolo-de-mandioca-cremoso-93",
    "title": "Bolo de Mandioca Cremoso",
    "description": "Também conhecido como bolo de aipim ou macaxeira, um clássico brasileiro.",
    "tags": ["bolo", "festa junina", "sem glúten", "brasileira"],
    "prepTime": "1h10",
    "calories": "300 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1kg de mandioca crua, descascada e ralada",
      "3 ovos",
      "200ml de leite de coco",
      "2 xícaras de açúcar",
      "3 colheres de sopa de manteiga",
      "100g de coco ralado",
      "1 colher de sopa de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata os ovos, o leite de coco, o açúcar e a manteiga.",
      "Em uma tigela, misture a mandioca ralada e o coco ralado.",
      "Despeje a mistura líquida sobre a mandioca e incorpore bem.",
      "Adicione o fermento por último.",
      "Despeje em uma forma untada e asse por 50-60 minutos, ou até dourar."
    ]
  },
  {
    "id": 94,
    "slug": "mousse-de-goiaba-94",
    "title": "Mousse de Goiaba",
    "description": "Mousse aerado e saboroso, com o doce da goiabada cascão.",
    "tags": ["mousse", "sobremesa", "brasileira"],
    "prepTime": "15 min + geladeira",
    "calories": "200 kcal",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "300g de goiabada cascão",
      "1 lata de creme de leite com soro",
      "1/2 envelope de gelatina incolor sem sabor"
    ],
    "instructions": [
      "Derreta a goiabada com 1/2 xícara de água quente, até formar uma calda grossa. Deixe amornar.",
      "Hidrate e dissolva a gelatina conforme a embalagem.",
      "No liquidificador, bata a goiabada derretida e o creme de leite.",
      "Adicione a gelatina e bata rapidamente.",
      "Distribua em taças e leve para gelar por 3 horas."
    ]
  },
  {
    "id": 95,
    "slug": "cookie-de-abobora-com-especiarias-95",
    "title": "Cookie de Abóbora com Especiarias",
    "description": "Cookies macios, com sabor que lembra o outono, cheios de especiarias como canela, noz-moscada e gengibre.",
    "tags": ["cookie", "funcional", "vegano", "fit"],
    "prepTime": "30 min",
    "calories": "100 kcal",
    "difficulty": "Fácil",
    "servings": "15 cookies",
    "ingredients": [
      "1 xícara de purê de abóbora cozida",
      "1.5 xícara de farinha de aveia",
      "1/2 xícara de açúcar mascavo",
      "1/4 xícara de óleo de coco",
      "1 colher de chá de canela em pó",
      "1/2 colher de chá de gengibre em pó",
      "Pitada de noz-moscada",
      "1 colher de chá de fermento"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture o purê de abóbora, o açúcar e o óleo.",
      "Adicione os ingredientes secos (farinha, especiarias, fermento) e misture bem.",
      "Modele os cookies com uma colher em uma assadeira forrada.",
      "Asse por 15-20 minutos."
    ]
  },
  {
    "id": 96,
    "slug": "torta-floresta-negra-fit-96",
    "title": "Torta Floresta Negra Fit",
    "description": "A clássica combinação de chocolate e cereja em uma torta funcional e sem culpa.",
    "tags": ["torta", "festivo", "sem glúten", "fit", "floresta negra"],
    "prepTime": "1h + geladeira",
    "calories": "310 kcal",
    "difficulty": "Difícil",
    "servings": "10 fatias",
    "ingredients": [
      "Bolo de chocolate: Usar a receita do 'Brownie de Feijão Preto' (ID 49) como base, assado em forma redonda.",
      "Recheio: 2 xícaras de cerejas frescas ou congeladas, 2 colheres de xilitol.",
      "Cobertura: 2 xícaras de creme de castanha de caju (castanhas batidas com pouca água) ou iogurte grego."
    ],
    "instructions": [
      "Faça o bolo e deixe esfriar. Se necessário, corte ao meio para rechear.",
      "Cozinhe as cerejas com o xilitol até formar uma compota. Deixe esfriar.",
      "Recheie e cubra o bolo com o creme de castanhas.",
      "Decore com a compota de cereja e raspas de chocolate 70%.",
      "Leve à geladeira por 2 horas."
    ]
  },
  {
    "id": 97,
    "slug": "cafe-gelado-proteico-97",
    "title": "Café Gelado Proteico",
    "description": "Uma bebida refrescante, energética e proteica para começar o dia ou como pré-treino.",
    "tags": ["vitamina", "proteico", "rápido", "fit"],
    "prepTime": "5 min",
    "calories": "150 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": [
      "1 xícara de café forte coado e gelado",
      "1 scoop de whey protein de baunilha ou chocolate",
      "Gelo a gosto",
      "Adoçante a gosto, se necessário"
    ],
    "instructions": [
      "Use um mixer, liquidificador ou coqueteleira para bater todos os ingredientes.",
      "Bata bem até o whey dissolver completamente e a bebida ficar cremosa.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 98,
    "slug": "manjar-de-tapioca-com-coco-98",
    "title": "Manjar de Tapioca com Coco",
    "description": "Um manjar cremoso feito com tapioca granulada, com calda de ameixa funcional.",
    "tags": ["manjar", "vegano", "festa junina", "fit"],
    "prepTime": "30 min + geladeira",
    "calories": "250 kcal",
    "difficulty": "Média",
    "servings": "8 porções",
    "ingredients": [
      "1/2 xícara de tapioca granulada",
      "500ml de leite de coco",
      "1/2 xícara de açúcar de coco",
      "100g de coco ralado",
      "Calda: 1 xícara de ameixas secas cozidas com 1 xícara de água."
    ],
    "instructions": [
      "Hidrate a tapioca no leite de coco por 30 minutos.",
      "Leve ao fogo com o açúcar e o coco ralado, mexendo até engrossar.",
      "Coloque em uma forma untada e leve à geladeira por 4 horas.",
      "Sirva com a calda de ameixa por cima."
    ]
  },
  {
    "id": 99,
    "slug": "biscoito-de-gengibre-99",
    "title": "Biscoito de Gengibre",
    "description": "Biscoitos natalinos aromáticos, com especiarias que aquecem o coração.",
    "tags": ["biscoito", "festivo", "natal"],
    "prepTime": "30 min",
    "calories": "90 kcal",
    "difficulty": "Fácil",
    "servings": "20 biscoitos",
    "ingredients": [
      "2 xícaras de farinha de trigo",
      "1/2 xícara de açúcar mascavo",
      "1/2 xícara de melado de cana",
      "1/2 xícara de manteiga",
      "1 ovo",
      "1 colher de sopa de gengibre em pó",
      "1 colher de chá de canela em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture todos os ingredientes até formar uma massa.",
      "Abra a massa com um rolo e corte com cortadores de biscoito.",
      "Asse em forma forrada por 10-12 minutos.",
      "Deixe esfriar para ficarem crocantes."
    ]
  },
  {
    "id": 100,
    "slug": "torta-de-palmito-low-carb-100",
    "title": "Torta de Palmito Low Carb",
    "description": "Torta cremosa de palmito com massa de farinha de amêndoas e coco.",
    "tags": ["torta", "salgado", "low carb", "fit"],
    "prepTime": "1h",
    "calories": "280 kcal",
    "difficulty": "Média",
    "servings": "8 fatias",
    "ingredients": [
      "Massa: 2 xícaras de farinha de amêndoas, 1 ovo, 3 colheres de azeite, sal.",
      "Recheio: 1 vidro de palmito picado, 1 tomate, 1/2 cebola, azeitonas, 1/2 xícara de creme de leite light."
    ],
    "instructions": [
      "Misture os ingredientes da massa e forre uma forma.",
      "Asse a massa por 15 min a 180°C.",
      "Refogue a cebola, o tomate e o palmito. Adicione o creme de leite e os outros temperos.",
      "Coloque o recheio na massa e volte ao forno por mais 20 minutos."
    ]
  },
  {
    "id": 101,
    "slug": "bolo-de-prestigio-101",
    "title": "Bolo de Prestígio",
    "description": "Bolo de chocolate molhadinho com recheio cremoso de coco e cobertura de brigadeiro.",
    "tags": ["bolo", "sobremesa", "festivo", "brasileira"],
    "prepTime": "1h 30min",
    "calories": "450 kcal por fatia",
    "difficulty": "Média",
    "servings": "12 fatias",
    "ingredients": [
      "Massa: 1 xícara de chocolate em pó, 2 xícaras de farinha de trigo, 2 xícaras de açúcar, 4 ovos, 1 xícara de óleo, 1 xícara de água quente, 1 colher de fermento.",
      "Recheio: 1 lata de leite condensado, 100g de coco ralado, 1 colher de manteiga.",
      "Cobertura: 1 lata de leite condensado, 3 colheres de chocolate em pó, 1 colher de manteiga."
    ],
    "instructions": [
      "Faça o bolo de chocolate batendo os ingredientes e assando a 180°C por 40 min. Deixe esfriar e corte ao meio.",
      "Para o recheio, cozinhe o leite condensado, o coco e a manteiga até engrossar (ponto de beijinho).",
      "Para a cobertura, faça um brigadeiro mole com os ingredientes.",
      "Recheie o bolo com o creme de coco.",
      "Cubra com o brigadeiro e decore com coco ralado."
    ]
  },
  {
    "id": 102,
    "slug": "waffle-de-pao-de-queijo-102",
    "title": "Waffle de Pão de Queijo",
    "description": "A massa de pão de queijo feita na máquina de waffle. Crocante por fora e macia por dentro.",
    "tags": ["waffle", "salgado", "rápido", "sem glúten", "brasileira"],
    "prepTime": "15 min",
    "calories": "200 kcal por waffle",
    "difficulty": "Fácil",
    "servings": "4 waffles",
    "ingredients": [
      "1 xícara de polvilho doce",
      "1 xícara de queijo minas padrão ralado",
      "1/2 xícara de leite",
      "1/4 xícara de óleo",
      "1 ovo",
      "Sal a gosto"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador até obter uma massa homogênea.",
      "Aqueça a máquina de waffle.",
      "Despeje uma porção da massa e cozinhe até dourar e ficar crocante.",
      "Sirva quente, puro ou com requeijão."
    ]
  },
  {
    "id": 103,
    "slug": "ambrosia-103",
    "title": "Ambrosia",
    "description": "O doce dos deuses, com ovos, leite e açúcar, cozido lentamente até formar pedacinhos macios em uma calda dourada.",
    "tags": ["doce", "sobremesa", "clássico", "brasileira", "ambrosia"],
    "prepTime": "1h",
    "calories": "280 kcal por porção",
    "difficulty": "Média",
    "servings": "6 porções",
    "ingredients": [
      "1 litro de leite integral",
      "2 xícaras de açúcar",
      "6 ovos",
      "Casca de 1 limão",
      "Cravos da índia a gosto"
    ],
    "instructions": [
      "Em uma panela grande, misture o leite, o açúcar, a casca de limão e os cravos. Leve ao fogo.",
      "Enquanto isso, bata os ovos ligeiramente com um garfo (não precisa ser muito).",
      "Quando o leite ferver, abaixe o fogo e despeje os ovos batidos de uma só vez. Não mexa.",
      "Cozinhe em fogo baixo por cerca de 45 minutos a 1 hora. O líquido vai talhar e formar grumos.",
      "O doce estará pronto quando os grumos estiverem cozidos e a calda dourada e levemente encorpada.",
      "Deixe esfriar e sirva."
    ]
  },
  {
    "id": 104,
    "slug": "empada-de-leite-condensado-104",
    "title": "Empada de Leite Condensado",
    "description": "Uma empadinha doce com massa que derrete na boca e recheio cremoso de leite condensado.",
    "tags": ["empada", "doce", "sobremesa", "brasileira"],
    "prepTime": "50 min",
    "calories": "200 kcal por empada",
    "difficulty": "Média",
    "servings": "12 empadas",
    "ingredients": [
      "Massa: 2 xícaras de farinha de trigo, 100g de manteiga gelada, 1 gema, 3 colheres de sopa de água gelada, 1 pitada de sal.",
      "Recheio: 1 lata de leite condensado."
    ],
    "instructions": [
      "Para a massa, misture a farinha, a manteiga e o sal com a ponta dos dedos até formar uma farofa.",
      "Adicione a gema e a água aos poucos, até a massa dar liga sem sovar.",
      "Forre forminhas de empada com a massa.",
      "Preencha com leite condensado, deixando um pequeno espaço na borda.",
      "Asse em forno pré-aquecido a 180°C por cerca de 25-30 minutos, ou até a massa dourar e o recheio firmar.",
      "Deixe esfriar para desenformar."
    ]
  },
  {
    "id": 105,
    "slug": "bolo-de-aipim-com-coco-105",
    "title": "Bolo de Aipim com Coco",
    "description": "Bolo denso, úmido e delicioso, com a combinação perfeita de mandioca e coco. Não leva fermento.",
    "tags": ["bolo", "festa junina", "sem glúten", "brasileira"],
    "prepTime": "1h 15min",
    "calories": "320 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "1 kg de aipim (mandioca) cru e ralado",
      "500 ml de leite de coco",
      "2 xícaras de açúcar",
      "3 ovos",
      "100g de coco ralado",
      "2 colheres de sopa de manteiga derretida"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela grande, misture o aipim ralado com o coco.",
      "Em outra vasilha, bata os ovos com o açúcar e a manteiga.",
      "Adicione o leite de coco à mistura de ovos.",
      "Despeje a mistura líquida sobre o aipim e o coco, e mexa bem até ficar homogêneo.",
      "Despeje em uma forma retangular untada e enfarinhada.",
      "Asse por cerca de 1 hora, ou até que esteja firme e dourado por cima."
    ]
  },
  {
    "id": 106,
    "slug": "maria-mole-106",
    "title": "Maria-Mole",
    "description": "O doce aerado e coberto com coco que derrete na boca. Um clássico das festas infantis.",
    "tags": ["doce", "crianças", "festivo", "brasileira"],
    "prepTime": "20 min + 3h de geladeira",
    "calories": "150 kcal por porção",
    "difficulty": "Fácil",
    "servings": "12 porções",
    "ingredients": [
      "1 envelope de gelatina incolor sem sabor",
      "1 xícara de açúcar",
      "1/2 xícara de água fervente",
      "1/2 xícara de água fria",
      "100g de coco ralado para polvilhar"
    ],
    "instructions": [
      "Dissolva a gelatina na água fria e depois adicione a água fervente, mexendo bem até dissolver por completo.",
      "Na batedeira, bata a mistura de gelatina com o açúcar em velocidade alta por cerca de 10-15 minutos.",
      "Continue batendo até obter uma espuma branca, densa e que forme picos, como um merengue.",
      "Despeje em uma forma retangular untada com um pouco de óleo e polvilhada com coco ralado.",
      "Leve à geladeira por pelo menos 3 horas.",
      "Corte em quadrados, passe no restante do coco ralado e sirva."
    ]
  },
  {
    "id": 107,
    "slug": "goiabinha-107",
    "title": "Biscoito Goiabinha",
    "description": "Biscoito amanteigado que derrete na boca com um recheio delicioso de goiabada.",
    "tags": ["biscoito", "doce", "lanche", "brasileira", "goiabinha"],
    "prepTime": "40 min",
    "calories": "100 kcal por biscoito",
    "difficulty": "Fácil",
    "servings": "Aprox. 20 biscoitos",
    "ingredients": [
      "2 xícaras de amido de milho",
      "1 xícara de farinha de trigo",
      "1 xícara de açúcar",
      "200g de manteiga em temperatura ambiente",
      "1 gema",
      "Goiabada em cubinhos para rechear"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture todos os ingredientes (exceto a goiabada) com as mãos até formar uma massa lisa que não grude.",
      "Faça bolinhas com a massa.",
      "Coloque um cubinho de goiabada no centro de cada bolinha e feche bem.",
      "Achate levemente com um garfo.",
      "Asse em assadeira untada por cerca de 15-20 minutos, sem deixar dourar muito.",
      "Deixe esfriar para firmar."
    ]
  },
  {
    "id": 108,
    "slug": "queijadinha-108",
    "title": "Queijadinha",
    "description": "O docinho brasileiro perfeito que equilibra o coco e o queijo em uma mordida cremosa.",
    "tags": ["doce", "festa junina", "brasileira"],
    "prepTime": "45 min",
    "calories": "180 kcal por unidade",
    "difficulty": "Fácil",
    "servings": "12 unidades",
    "ingredients": [
      "1 lata de leite condensado",
      "100g de coco ralado",
      "50g de queijo parmesão ralado",
      "2 gemas peneiradas",
      "1 colher de sopa de manteiga derretida"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela, misture todos os ingredientes muito bem.",
      "Distribua a mistura em forminhas de papel colocadas dentro de formas de empada ou muffin.",
      "Asse por cerca de 25-30 minutos, ou até que estejam firmes e douradinhas por cima.",
      "Sirva fria."
    ]
  },
  {
    "id": 109,
    "slug": "sequilho-de-polvilho-109",
    "title": "Sequilho de Polvilho",
    "description": "Biscoitinho leve e crocante que derrete na boca, perfeito para o café da tarde.",
    "tags": ["biscoito", "sem glúten", "lanche", "brasileira", "sequilho"],
    "prepTime": "30 min",
    "calories": "50 kcal por biscoito",
    "difficulty": "Fácil",
    "servings": "Aprox. 40 sequilhos",
    "ingredients": [
      "500g de polvilho doce",
      "1 lata de leite condensado",
      "200g de manteiga em temperatura ambiente",
      "100g de coco ralado (opcional)"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela, misture a manteiga e o leite condensado.",
      "Adicione o polvilho doce e o coco ralado aos poucos, misturando com as mãos.",
      "Amasse até obter uma massa que não grude nas mãos.",
      "Faça pequenas bolinhas ou rosquinhas e coloque em uma assadeira (não precisa untar).",
      "Amasse levemente com um garfo.",
      "Asse por cerca de 15 minutos. Os sequilhos devem ficar branquinhos, não deixe dourar para não endurecer."
    ]
  },
  {
    "id": 110,
    "slug": "broa-de-fuba-110",
    "title": "Broa de Fubá",
    "description": "Uma broa de fubá caseira, com erva-doce, com gostinho de fazenda.",
    "tags": ["pão", "bolo", "festa junina", "brasileira"],
    "prepTime": "40 min",
    "calories": "150 kcal por broa",
    "difficulty": "Fácil",
    "servings": "15 broas",
    "ingredients": [
      "2 xícaras de fubá",
      "1 xícara de farinha de trigo",
      "1 xícara de açúcar",
      "1 xícara de leite",
      "1/2 xícara de óleo",
      "2 ovos",
      "1 colher de sopa de fermento em pó",
      "1 colher de sopa de sementes de erva-doce"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela, misture o fubá, a farinha, o açúcar e a erva-doce.",
      "Em outra tigela, misture o leite, o óleo e os ovos.",
      "Junte os líquidos aos secos e misture bem.",
      "Adicione o fermento e incorpore delicadamente.",
      "Com a ajuda de uma colher, faça pequenos montes de massa em uma assadeira untada e enfarinhada.",
      "Asse por cerca de 20-25 minutos, ou até dourar."
    ]
  },
  {
    "id": 111,
    "slug": "torta-de-bis-111",
    "title": "Torta de Bis",
    "description": "Uma sobremesa gelada, crocante e super fácil de fazer. Impossível comer um pedaço só.",
    "tags": ["torta", "sobremesa", "gelado", "brasileira"],
    "prepTime": "20 min + 2h de geladeira",
    "calories": "350 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "2 caixas de Bis de chocolate preto ou branco",
      "1 lata de leite condensado",
      "1 lata de creme de leite",
      "1 xícara de leite",
      "1 colher de sopa de amido de milho",
      "2 gemas"
    ],
    "instructions": [
      "Pique uma caixa de Bis e use para forrar o fundo de uma travessa. A outra caixa será para decorar.",
      "Em uma panela, misture o leite condensado, o leite, o amido de milho e as gemas peneiradas.",
      "Leve ao fogo baixo, mexendo sempre, até engrossar e formar um creme.",
      "Desligue o fogo e misture o creme de leite.",
      "Despeje o creme sobre a camada de Bis picado.",
      "Decore com o restante do Bis picado por cima.",
      "Leve à geladeira por pelo menos 2 horas antes de servir."
    ]
  },
  {
    "id": 112,
    "slug": "bolo-de-rolo-112",
    "title": "Bolo de Rolo",
    "description": "Patrimônio cultural de Pernambuco, uma massa fininha enrolada com um delicioso recheio de goiabada.",
    "tags": ["bolo", "doce", "regional", "brasileira", "rocambole"],
    "prepTime": "1h 30min",
    "calories": "200 kcal por fatia",
    "difficulty": "Difícil",
    "servings": "1 rolo grande",
    "ingredients": [
      "Massa: 200g de manteiga, 200g de açúcar, 6 gemas, 6 claras em neve, 200g de farinha de trigo.",
      "Recheio: 300g de goiabada cascão derretida com um pouco de água."
    ],
    "instructions": [
      "Bata a manteiga com o açúcar até formar um creme. Adicione as gemas, uma a uma.",
      "Incorpore a farinha de trigo e, por último, as claras em neve, delicadamente.",
      "Espalhe uma camada muito fina da massa em uma assadeira retangular grande, forrada com papel manteiga untado.",
      "Asse em forno alto (220°C) por apenas 5-7 minutos. A massa deve ficar branca, não pode dourar.",
      "Repita o processo para fazer várias camadas (pelo menos 4).",
      "Desenforme cada massa ainda morna sobre um pano úmido. Espalhe uma camada fina de goiabada e enrole com cuidado.",
      "Junte os rolos para formar um bolo maior. Polvilhe com açúcar de confeiteiro."
    ]
  },
  {
    "id": 113,
    "slug": "brigadeirao-113",
    "title": "Brigadeirão",
    "description": "Um pudim de chocolate intenso, cremoso e sem furinhos. Uma versão gigante do brigadeiro.",
    "tags": ["pudim", "chocolate", "sobremesa", "brasileira"],
    "prepTime": "1h",
    "calories": "300 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "1 lata de leite condensado",
      "1 lata de creme de leite",
      "1 xícara de chocolate em pó",
      "3 ovos",
      "1 colher de sopa de manteiga",
      "Chocolate granulado para decorar"
    ],
    "instructions": [
      "Unte uma forma de pudim com manteiga.",
      "Bata todos os ingredientes no liquidificador por cerca de 3 minutos.",
      "Despeje na forma.",
      "Asse em banho-maria em forno pré-aquecido a 180°C por cerca de 45-50 minutos.",
      "Estará pronto quando estiver firme. Não se preocupe se parecer mole no centro, ele firma ao esfriar.",
      "Leve à geladeira por pelo menos 4 horas.",
      "Desenforme e cubra com chocolate granulado."
    ]
  },
  {
    "id": 114,
    "slug": "pe-de-moleque-114",
    "title": "Pé de Moleque",
    "description": "Doce crocante de amendoim com rapadura ou açúcar. Um clássico das festas juninas.",
    "tags": ["doce", "festa junina", "brasileira"],
    "prepTime": "30 min",
    "calories": "150 kcal por unidade",
    "difficulty": "Fácil",
    "servings": "Aprox. 20 unidades",
    "ingredients": [
      "500g de amendoim cru com pele",
      "2 xícaras de açúcar",
      "1 lata de leite condensado (opcional, para a versão cremosa)"
    ],
    "instructions": [
      "Em uma panela, torre o amendoim com o açúcar em fogo médio, mexendo sempre.",
      "O açúcar vai derreter e caramelizar. Continue mexendo até o amendoim começar a estalar.",
      "Se for fazer a versão cremosa, adicione o leite condensado e mexa rapidamente até desgrudar do fundo.",
      "Para a versão crocante, despeje a mistura de amendoim e caramelo em uma superfície de mármore untada com manteiga.",
      "Espalhe rapidamente com uma colher e deixe esfriar um pouco antes de cortar em pedaços.",
      "Deixe esfriar completamente para endurecer."
    ]
  },
  {
    "id": 115,
    "slug": "sonho-de-padaria-115",
    "title": "Sonho de Padaria",
    "description": "A massa fofinha e frita, passada no açúcar e recheada com um creme de baunilha delicioso.",
    "tags": ["doce", "frito", "padaria", "brasileira"],
    "prepTime": "2h (incluindo descanso)",
    "calories": "300 kcal por sonho",
    "difficulty": "Difícil",
    "servings": "10 sonhos",
    "ingredients": [
      "Massa: 500g de farinha, 10g de fermento biológico seco, 1/2 xícara de açúcar, 2 ovos, 1 xícara de leite morno, 2 colheres de manteiga, sal.",
      "Creme: 500ml de leite, 1 lata de leite condensado, 3 gemas, 2 colheres de amido de milho, essência de baunilha.",
      "Óleo para fritar e açúcar para polvilhar."
    ],
    "instructions": [
      "Para o creme, misture todos os ingredientes e leve ao fogo baixo, mexendo até engrossar. Deixe esfriar com plástico filme em contato.",
      "Para a massa, misture os secos, adicione os líquidos e sove bem. Deixe crescer por 1 hora.",
      "Abra a massa, corte círculos e deixe crescer por mais 30 minutos.",
      "Frite em óleo não muito quente até dourar.",
      "Passe os sonhos no açúcar, corte ao meio e recheie com o creme."
    ]
  },
  {
    "id": 116,
    "slug": "quibe-assado-116",
    "title": "Quibe Assado",
    "description": "Uma versão mais leve e prática do quibe, recheado com queijo e hortelã.",
    "tags": ["salgado", "assado", "árabe", "brasileira", "quibe"],
    "prepTime": "45 min + 1h de hidratação",
    "calories": "250 kcal por porção",
    "difficulty": "Fácil",
    "servings": "8 porções",
    "ingredients": [
      "250g de trigo para quibe",
      "500g de carne moída (patinho)",
      "1 cebola picada",
      "Folhas de hortelã picadas a gosto",
      "Sal, pimenta síria a gosto",
      "Recheio: Requeijão ou queijo minas"
    ],
    "instructions": [
      "Deixe o trigo de molho em água quente por 1 hora. Escorra bem e esprema para tirar o excesso de água.",
      "Misture o trigo com a carne moída, a cebola, a hortelã e os temperos. Amasse bem.",
      "Em um refratário untado, coloque metade da massa.",
      "Espalhe o requeijão ou queijo.",
      "Cubra com o restante da massa.",
      "Faça riscos na superfície com uma faca, regue com azeite e asse em forno a 180°C por 30-40 minutos."
    ]
  },
  {
    "id": 117,
    "slug": "bolo-de-milho-com-goiabada-117",
    "title": "Bolo de Milho com Goiabada",
    "description": "A combinação perfeita do bolo de milho fofinho com pedaços de goiabada na massa.",
    "tags": ["bolo", "festa junina", "brasileira"],
    "prepTime": "50 min",
    "calories": "280 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1 lata de milho verde (com a água)",
      "1 lata (medida) de fubá",
      "1 lata (medida) de leite",
      "1/2 lata (medida) de óleo",
      "2 xícaras de açúcar",
      "3 ovos",
      "1 colher de sopa de fermento",
      "1 xícara de goiabada em cubos passada na farinha"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador (exceto a goiabada e o fermento).",
      "Adicione o fermento e pulse.",
      "Despeje a massa em uma tigela e incorpore os cubos de goiabada.",
      "Asse em forma untada a 180°C por cerca de 40 minutos."
    ]
  },
  {
    "id": 118,
    "slug": "pamonha-doce-118",
    "title": "Pamonha Doce",
    "description": "O puro sabor do milho verde em uma pamonha caseira, cozida na própria palha.",
    "tags": ["doce", "festa junina", "sem glúten", "brasileira"],
    "prepTime": "1h 30min",
    "calories": "300 kcal por pamonha",
    "difficulty": "Difícil",
    "servings": "6 pamonhas",
    "ingredients": [
      "6 espigas de milho verde grandes",
      "1 xícara de leite de coco",
      "1 xícara de açúcar",
      "1 pitada de sal",
      "Queijo minas em cubos (opcional)"
    ],
    "instructions": [
      "Retire as palhas do milho com cuidado para não rasgar. Lave e reserve as maiores.",
      "Rale as espigas ou corte os grãos e bata no liquidificador com o leite de coco.",
      "Passe a massa por uma peneira.",
      "Misture o líquido com o açúcar e o sal.",
      "Faça 'copinhos' com as palhas, dobrando e amarrando uma das pontas. Encha com a massa e, se desejar, adicione um cubo de queijo.",
      "Feche a outra ponta e amarre bem com tiras da própria palha.",
      "Cozinhe em água fervente por cerca de 1 hora."
    ]
  },
  {
    "id": 119,
    "slug": "maca-do-amor-119",
    "title": "Maçã do Amor",
    "description": "A maçã coberta com uma casquinha de caramelo vermelha e brilhante, clássico de festas e parques.",
    "tags": ["doce", "festa junina", "crianças"],
    "prepTime": "30 min",
    "calories": "250 kcal por unidade",
    "difficulty": "Média",
    "servings": "6 unidades",
    "ingredients": [
      "6 maçãs pequenas (tipo fuji)",
      "2 xícaras de açúcar",
      "1 xícara de água",
      "1 colher de sopa de vinagre",
      "Corante alimentício vermelho em gel ou pó",
      "Palitos de sorvete"
    ],
    "instructions": [
      "Lave e seque bem as maçãs. Espete um palito em cada uma.",
      "Em uma panela, misture o açúcar, a água, o vinagre e o corante.",
      "Leve ao fogo baixo e não mexa mais. Deixe cozinhar até atingir o ponto de bala dura (quando um pingo da calda em um copo de água forma uma bolinha dura).",
      "Desligue o fogo e banhe cada maçã na calda, girando para cobrir completamente.",
      "Coloque as maçãs para secar sobre uma superfície untada com manteiga.",
      "Deixe esfriar completamente."
    ]
  },
  {
    "id": 120,
    "slug": "carolina-recheada-120",
    "title": "Carolina Recheada (Profiterole)",
    "description": "A massa choux, leve e aerada, recheada com doce de leite e coberta com chocolate.",
    "tags": ["doce", "sobremesa", "padaria", "brasileira"],
    "prepTime": "1h",
    "calories": "150 kcal por unidade",
    "difficulty": "Difícil",
    "servings": "Aprox. 20 unidades",
    "ingredients": [
      "Massa: 1 xícara de água, 1/2 xícara de manteiga, 1 xícara de farinha, 4 ovos, sal.",
      "Recheio: Doce de leite cremoso.",
      "Cobertura: Chocolate meio amargo derretido."
    ],
    "instructions": [
      "Ferva a água com a manteiga e o sal. Jogue a farinha de uma vez e mexa vigorosamente até a massa soltar da panela.",
      "Transfira para a batedeira e bata para amornar. Adicione os ovos, um a um, batendo bem.",
      "Coloque a massa em um saco de confeitar e faça pequenas bolas em uma assadeira.",
      "Asse a 200°C por 20-25 minutos, até inflar e dourar.",
      "Faça um furo na base de cada carolina e recheie com doce de leite.",
      "Mergulhe o topo no chocolate derretido."
    ]
  },
  {
    "id": 121,
    "slug": "rabanada-121",
    "title": "Rabanada",
    "description": "Fatias de pão amanhecido passadas em leite e ovos, fritas e polvilhadas com açúcar e canela. Típica do Natal.",
    "tags": ["doce", "frito", "natal", "brasileira"],
    "prepTime": "20 min",
    "calories": "200 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "1 pão para rabanada ou pão francês amanhecido, em fatias grossas",
      "1 xícara de leite",
      "1 lata de leite condensado",
      "2 ovos batidos",
      "Óleo para fritar",
      "Açúcar e canela em pó para polvilhar"
    ],
    "instructions": [
      "Misture o leite com metade do leite condensado.",
      "Passe cada fatia de pão rapidamente nessa mistura, sem encharcar.",
      "Passe as fatias nos ovos batidos.",
      "Frite em óleo quente até dourar dos dois lados.",
      "Escorra em papel toalha e passe imediatamente na mistura de açúcar e canela."
    ],
    "notes": "Pode ser feita na airfryer ou no forno para uma versão mais leve."
  },
  {
    "id": 122,
    "slug": "rosca-de-leite-condensado-122",
    "title": "Rosca de Leite Condensado",
    "description": "Uma rosca doce super macia e fofinha, com uma cobertura de leite condensado e coco.",
    "tags": ["pão", "doce", "lanche", "brasileira"],
    "prepTime": "2h 30min (incluindo descanso)",
    "calories": "250 kcal por fatia",
    "difficulty": "Média",
    "servings": "1 rosca grande",
    "ingredients": [
      "Massa: 1 kg de farinha, 10g de fermento biológico seco, 1 lata de leite condensado, 2 ovos, 1 xícara de leite morno, 1/2 xícara de óleo, sal.",
      "Cobertura: Leite condensado e coco ralado."
    ],
    "instructions": [
      "Misture o fermento com um pouco de açúcar e leite morno. Deixe espumar.",
      "Em uma bacia, coloque a farinha, adicione a mistura do fermento, os ovos, o óleo, o restante do leite e o leite condensado.",
      "Sove bem a massa por 10 minutos. Deixe crescer por 1 hora.",
      "Modele a rosca, coloque em forma untada e deixe crescer por mais 40 minutos.",
      "Asse a 180°C por 30-40 minutos.",
      "Pincele leite condensado sobre a rosca quente e polvilhe coco ralado."
    ]
  },
  {
    "id": 123,
    "slug": "esfiha-de-carne-123",
    "title": "Esfiha de Carne",
    "description": "A clássica esfiha aberta, com massa fofinha e um recheio de carne temperado e suculento.",
    "tags": ["salgado", "árabe", "brasileira", "esfiha"],
    "prepTime": "2h (incluindo descanso)",
    "calories": "220 kcal por esfiha",
    "difficulty": "Média",
    "servings": "15 esfihas",
    "ingredients": [
      "Massa: 500g de farinha, 10g de fermento seco, 1 xícara de leite morno, 1/4 xícara de óleo, 2 colheres de açúcar, sal.",
      "Recheio: 300g de carne moída (patinho), 2 tomates picados sem sementes, 1 cebola picada, suco de 1 limão, salsinha, sal e pimenta síria."
    ],
    "instructions": [
      "Para o recheio, misture todos os ingredientes e deixe escorrer em uma peneira por 30 minutos para soltar o excesso de líquido.",
      "Para a massa, misture os ingredientes, sove bem e deixe crescer por 1 hora.",
      "Abra pequenas porções de massa em formato de disco.",
      "Coloque uma porção do recheio no centro de cada disco, espalhando bem.",
      "Asse em forno muito alto (250°C) por cerca de 10-15 minutos."
    ]
  },
  {
    "id": 124,
    "slug": "bolo-de-chocolate-com-morango-124",
    "title": "Bolo de Chocolate com Morango",
    "description": "A combinação clássica e irresistível de bolo de chocolate fofinho com recheio e cobertura de morangos.",
    "tags": ["bolo", "sobremesa", "festivo"],
    "prepTime": "1h 30min",
    "calories": "400 kcal por fatia",
    "difficulty": "Média",
    "servings": "12 fatias",
    "ingredients": [
      "Bolo de Chocolate (pode usar a receita do Bolo Floresta Negra ID 75)",
      "Recheio: 1 lata de leite condensado, 1 de creme de leite, 1 caixa de morangos picados.",
      "Cobertura: Ganache de chocolate (150g de chocolate + 1/2 caixa de creme de leite)."
    ],
    "instructions": [
      "Asse o bolo de chocolate e corte em 2 ou 3 discos.",
      "Para o recheio, faça um brigadeiro branco com o leite condensado e o creme de leite, cozinhando até engrossar. Deixe esfriar e misture os morangos.",
      "Recheie os discos de bolo.",
      "Cubra com a ganache de chocolate e decore com morangos inteiros."
    ]
  },
  {
    "id": 125,
    "slug": "churros-caseiro-125",
    "title": "Churros Caseiro",
    "description": "Churros crocantes por fora, macios por dentro, passados no açúcar e canela e recheados com doce de leite.",
    "tags": ["doce", "frito", "espanhol", "brasileira"],
    "prepTime": "40 min",
    "calories": "250 kcal por churro",
    "difficulty": "Média",
    "servings": "15 churros",
    "ingredients": [
      "Massa: 1 xícara de água, 2 colheres de sopa de açúcar, 2 colheres de sopa de manteiga, sal, 1 xícara de farinha de trigo, 2 ovos.",
      "Recheio: Doce de leite.",
      "Para fritar e polvilhar: Óleo, açúcar e canela."
    ],
    "instructions": [
      "Ferva a água com açúcar, sal e manteiga. Adicione a farinha de uma vez e mexa até soltar da panela.",
      "Deixe amornar e adicione os ovos um a um, misturando bem.",
      "Coloque a massa em um saco de confeitar com bico pitanga.",
      "Frite porções da massa em óleo quente até dourar.",
      "Passe no açúcar e canela e recheie com doce de leite."
    ]
  },
  {
    "id": 126,
    "slug": "bolo-de-maracuja-126",
    "title": "Bolo de Maracujá",
    "description": "Um bolo fofinho com o sabor azedinho e inconfundível do maracujá, coberto com uma calda da própria fruta.",
    "tags": ["bolo", "frutas", "lanche", "brasileira"],
    "prepTime": "1h",
    "calories": "270 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "Massa: 1 xícara de suco de maracujá concentrado, 3 ovos, 1/2 xícara de óleo, 2 xícaras de açúcar, 2 xícaras de farinha de trigo, 1 colher de fermento.",
      "Calda: Polpa de 2 maracujás com sementes, 1/2 xícara de açúcar."
    ],
    "instructions": [
      "Bata no liquidificador o suco, os ovos, o óleo e o açúcar.",
      "Transfira para uma tigela e misture a farinha e o fermento.",
      "Asse em forma untada a 180°C por 40 minutos.",
      "Para a calda, leve a polpa e o açúcar ao fogo até engrossar levemente.",
      "Cubra o bolo já frio com a calda."
    ]
  },
  {
    "id": 127,
    "slug": "biscoito-de-nata-127",
    "title": "Biscoito de Nata",
    "description": "Biscoitinho amanteigado que desmancha na boca, perfeito para o café.",
    "tags": ["biscoito", "doce", "lanche", "brasileira"],
    "prepTime": "35 min",
    "calories": "80 kcal por biscoito",
    "difficulty": "Fácil",
    "servings": "Aprox. 30 biscoitos",
    "ingredients": [
      "1 xícara de nata (creme de leite fresco)",
      "1 xícara de açúcar",
      "1 ovo",
      "Aproximadamente 3 xícaras de amido de milho",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Misture a nata, o açúcar e o ovo.",
      "Adicione o amido de milho aos poucos, e o fermento, até a massa ficar macia e não grudar nas mãos.",
      "Faça bolinhas, achate com um garfo e coloque em uma assadeira.",
      "Asse em forno a 180°C por cerca de 15 minutos, sem deixar dourar."
    ]
  },
  {
    "id": 128,
    "slug": "canjica-cremosa-128",
    "title": "Canjica Cremosa",
    "description": "A tradicional canjica de festa junina, bem cremosa, com leite de coco e amendoim.",
    "tags": ["doce", "festa junina", "mingau", "brasileira"],
    "prepTime": "2h (incluindo cozimento na pressão)",
    "calories": "300 kcal por porção",
    "difficulty": "Fácil",
    "servings": "10 porções",
    "ingredients": [
      "500g de milho para canjica",
      "1 litro de leite",
      "1 lata de leite condensado",
      "200ml de leite de coco",
      "1 xícara de coco ralado",
      "Canela em pau e cravos a gosto",
      "Amendoim torrado moído para polvilhar"
    ],
    "instructions": [
      "Deixe a canjica de molho em água de um dia para o outro.",
      "Cozinhe na panela de pressão com água por cerca de 40 minutos após pegar pressão, ou até ficar macia.",
      "Escorra a água e volte a canjica para a panela.",
      "Adicione o leite, o leite condensado, o leite de coco, o coco ralado, a canela e os cravos.",
      "Cozinhe em fogo baixo, mexendo, por cerca de 20 minutos, até engrossar.",
      "Sirva quente, polvilhada com amendoim moído."
    ]
  },
  {
    "id": 129,
    "slug": "pastel-de-feira-129",
    "title": "Pastel de Feira",
    "description": "O clássico pastel de feira, com massa crocante e sequinha e recheio de carne moída.",
    "tags": ["salgado", "frito", "feira", "brasileira", "pastel"],
    "prepTime": "40 min",
    "calories": "350 kcal por pastel",
    "difficulty": "Média",
    "servings": "10 pastéis",
    "ingredients": [
      "Massa de pastel pronta (rolo ou discos)",
      "Recheio: 500g de carne moída refogada com cebola, alho, tomate, azeitonas e cheiro-verde.",
      "Ovo cozido picado (opcional)",
      "Óleo para fritar"
    ],
    "instructions": [
      "Abra a massa de pastel.",
      "Coloque uma porção do recheio de carne (já frio) e, se desejar, ovo picado.",
      "Feche o pastel, apertando bem as bordas com um garfo.",
      "Frite em óleo quente até dourar e estufar.",
      "Escorra em papel toalha e sirva imediatamente."
    ]
  },
  {
    "id": 130,
    "slug": "bolo-toalha-felpuda-130",
    "title": "Bolo Toalha Felpuda",
    "description": "O famoso bolo de coco gelado, super molhadinho e coberto com muito coco ralado.",
    "tags": ["bolo", "sobremesa", "gelado", "brasileira"],
    "prepTime": "1h + 3h de geladeira",
    "calories": "350 kcal por pedaço",
    "difficulty": "Fácil",
    "servings": "15 pedaços",
    "ingredients": [
      "Massa: 4 ovos, 2 xícaras de açúcar, 2 xícaras de farinha, 1 xícara de leite fervendo com 2 colheres de manteiga, 1 colher de fermento.",
      "Calda: 1 garrafa de leite de coco (200ml), 1 lata de leite condensado.",
      "Cobertura: Coco ralado em flocos."
    ],
    "instructions": [
      "Bata as claras em neve, adicione as gemas, o açúcar e bata mais. Intercale a farinha e o leite quente. Por último, o fermento.",
      "Asse em forma retangular a 180°C por 30 minutos.",
      "Misture os ingredientes da calda.",
      "Corte o bolo quente em quadrados, passe cada pedaço na calda e depois no coco ralado.",
      "Embrulhe em papel alumínio e leve à geladeira."
    ]
  },
  {
    "id": 131,
    "slug": "bolo-de-coca-cola-131",
    "title": "Bolo de Coca-Cola",
    "description": "Um bolo de chocolate diferente, fofinho e úmido, com o toque especial do refrigerante na massa e na cobertura.",
    "tags": ["bolo", "chocolate", "diferente"],
    "prepTime": "1h",
    "calories": "380 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "Massa: 3 ovos, 2 xícaras de açúcar, 1/2 xícara de óleo, 1 xícara de Coca-Cola, 1/2 xícara de chocolate em pó, 2 xícaras de farinha, 1 colher de fermento.",
      "Cobertura: 1/2 xícara de Coca-Cola, 1 xícara de açúcar, 3 colheres de chocolate em pó, 1 colher de manteiga."
    ],
    "instructions": [
      "Bata os ingredientes da massa no liquidificador ou batedeira e asse em forma untada a 180°C por 40 min.",
      "Para a cobertura, misture todos os ingredientes e leve ao fogo baixo, mexendo até engrossar.",
      "Fure o bolo quente com um garfo e despeje a calda por cima."
    ]
  },
  {
    "id": 132,
    "slug": "torta-romeu-e-julieta-132",
    "title": "Torta Romeu e Julieta",
    "description": "A clássica combinação de queijo com goiabada em uma torta cremosa e deliciosa.",
    "tags": ["torta", "sobremesa", "queijo", "brasileira"],
    "prepTime": "1h + geladeira",
    "calories": "350 kcal por fatia",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "Base: 1 pacote de biscoito de maisena triturado, 100g de manteiga.",
      "Creme: 500g de ricota ou cream cheese, 1 lata de leite condensado, 1 lata de creme de leite, 1 envelope de gelatina incolor.",
      "Cobertura: 300g de goiabada cascão derretida com 1/2 xícara de água."
    ],
    "instructions": [
      "Forre o fundo de uma forma de fundo removível com a mistura de biscoito e manteiga. Leve à geladeira.",
      "Bata os ingredientes do creme no liquidificador (com a gelatina já hidratada e dissolvida).",
      "Despeje o creme sobre a base e leve para gelar por pelo menos 4 horas.",
      "Cubra com a calda de goiabada fria antes de servir."
    ]
  },
  {
    "id": 133,
    "slug": "bolo-de-banana-caramelada-133",
    "title": "Bolo de Banana Caramelada",
    "description": "Um bolo invertido, com bananas caramelizadas no fundo que deixam a massa úmida e deliciosa.",
    "tags": ["bolo", "banana", "sobremesa", "brasileira"],
    "prepTime": "1h",
    "calories": "320 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "Calda: 1 xícara de açúcar, 1/2 xícara de água, 4 bananas nanicas fatiadas no comprimento.",
      "Massa: 3 ovos, 2 xícaras de açúcar, 1/2 xícara de óleo, 1 xícara de leite, 2 xícaras de farinha, 1 colher de fermento."
    ],
    "instructions": [
      "Faça uma calda de caramelo com o açúcar e a água em uma forma redonda. Disponha as bananas fatiadas sobre a calda.",
      "Prepare a massa do bolo batendo os ingredientes.",
      "Despeje a massa sobre as bananas na forma.",
      "Asse a 180°C por cerca de 40-50 minutos.",
      "Desenforme ainda morno para o caramelo não endurecer."
    ]
  },
  {
    "id": 134,
    "slug": "olho-de-sogra-134",
    "title": "Olho de Sogra",
    "description": "Docinho de coco enrolado em ameixa seca. Um clássico das festas brasileiras.",
    "tags": ["doce", "festivo", "brasileira"],
    "prepTime": "30 min",
    "calories": "90 kcal por unidade",
    "difficulty": "Fácil",
    "servings": "20 unidades",
    "ingredients": [
      "1 lata de leite condensado",
      "100g de coco ralado",
      "1 colher de sopa de manteiga",
      "20 ameixas secas sem caroço",
      "Açúcar cristal para enrolar"
    ],
    "instructions": [
      "Faça um beijinho cozinhando o leite condensado, o coco e a manteiga até desgrudar do fundo da panela.",
      "Deixe esfriar.",
      "Abra as ameixas ao meio, sem separar as partes.",
      "Enrole pequenas porções do beijinho e recheie as ameixas.",
      "Passe no açúcar cristal."
    ]
  },
  {
    "id": 135,
    "slug": "suspiro-135",
    "title": "Suspiro",
    "description": "Leve, aerado e crocante. Um doce simples feito de claras e açúcar.",
    "tags": ["doce", "sem glúten", "festivo", "suspiro"],
    "prepTime": "1h 30min",
    "calories": "30 kcal por suspiro",
    "difficulty": "Média",
    "servings": "Aprox. 30 suspiros",
    "ingredients": [
      "4 claras de ovo",
      "1 xícara de açúcar de confeiteiro",
      "Gotas de limão ou vinagre"
    ],
    "instructions": [
      "Bata as claras em neve. Quando estiverem firmes, adicione as gotas de limão.",
      "Acrescente o açúcar aos poucos, colher por colher, batendo sem parar.",
      "Bata por pelo menos 10 minutos, até obter um merengue bem firme, liso e brilhante.",
      "Coloque em um saco de confeitar e faça pequenos picos em uma assadeira forrada com papel manteiga.",
      "Asse em forno muito baixo (100°C) por cerca de 1 hora a 1h e 20 min, com a porta do forno entreaberta.",
      "Os suspiros devem secar, não assar. Desligue o forno e deixe esfriar lá dentro."
    ]
  },
  {
    "id": 136,
    "slug": "coxinha-de-jaca-136",
    "title": "Coxinha de Jaca",
    "description": "Uma versão vegana incrível da coxinha, com recheio de jaca verde desfiada e bem temperada.",
    "tags": ["salgado", "vegano", "brasileira", "fit", "coxinha"],
    "prepTime": "1h 30min",
    "calories": "200 kcal por coxinha",
    "difficulty": "Difícil",
    "servings": "10 coxinhas",
    "ingredients": [
      "Recheio: 500g de jaca verde cozida na pressão e desfiada, refogada com alho, cebola, tomate, cheiro-verde e açafrão.",
      "Massa: 2 xícaras de caldo do cozimento da jaca (ou caldo de legumes), 2 xícaras de farinha de trigo, 2 colheres de óleo, sal.",
      "Para empanar: Leite vegetal e farinha de rosca."
    ],
    "instructions": [
      "Para a massa, ferva o caldo com o óleo e o sal. Adicione a farinha de uma vez e cozinhe, mexendo, até soltar da panela.",
      "Deixe a massa amornar e sove bem.",
      "Abra porções da massa na mão, recheie com a jaca desfiada e modele as coxinhas.",
      "Passe no leite vegetal e na farinha de rosca.",
      "Frite em óleo quente ou asse na airfryer."
    ]
  },
  {
    "id": 137,
    "slug": "bolo-de-banana-com-aveia-e-mel-137",
    "title": "Bolo de Banana com Aveia e Mel",
    "description": "Bolo saudável, sem farinha de trigo e sem açúcar refinado, naturalmente adoçado com banana e mel.",
    "tags": ["bolo", "integral", "sem glúten", "fit"],
    "prepTime": "45 min",
    "calories": "180 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "3 bananas nanicas bem maduras amassadas",
      "3 ovos",
      "1/4 xícara de mel",
      "1/4 xícara de óleo de coco",
      "2 xícaras de farinha de aveia",
      "1 colher de sopa de canela em pó",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Misture as bananas amassadas, os ovos, o mel e o óleo.",
      "Adicione a farinha de aveia e a canela, e misture bem.",
      "Incorpore o fermento delicadamente.",
      "Asse em forma untada por cerca de 30-35 minutos."
    ]
  },
  {
    "id": 138,
    "slug": "brigadeiro-de-colher-138",
    "title": "Brigadeiro de Colher",
    "description": "O jeito mais fácil e rápido de matar a vontade de brigadeiro, para comer direto da panela ou em copinhos.",
    "tags": ["brigadeiro", "rápido", "sobremesa", "brasileira"],
    "prepTime": "15 min",
    "calories": "Varia",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "1 lata de leite condensado",
      "1 caixa de creme de leite",
      "4 colheres de sopa de chocolate em pó",
      "1 colher de sopa de manteiga"
    ],
    "instructions": [
      "Em uma panela, misture o leite condensado, o chocolate em pó e a manteiga.",
      "Leve ao fogo baixo, mexendo sempre, até começar a engrossar e borbulhar.",
      "Cozinhe por cerca de 8 a 10 minutos para um ponto mais mole.",
      "Desligue o fogo e misture o creme de leite para dar brilho e cremosidade.",
      "Sirva em copinhos ou coma direto da panela depois de amornar."
    ]
  },
  {
    "id": 139,
    "slug": "bolo-pudim-139",
    "title": "Bolo Pudim",
    "description": "Uma mágica na cozinha: a camada de bolo de chocolate fica por cima e a de pudim por baixo, tudo na mesma forma.",
    "tags": ["bolo", "pudim", "sobremesa"],
    "prepTime": "1h 30min",
    "calories": "400 kcal por fatia",
    "difficulty": "Difícil",
    "servings": "12 fatias",
    "ingredients": [
      "Calda: 1 xícara de açúcar.",
      "Pudim: 1 lata de leite condensado, a mesma medida de leite, 3 ovos.",
      "Bolo: 2 ovos, 1 xícara de açúcar, 1/2 xícara de chocolate em pó, 1 xícara de farinha, 1/2 xícara de leite, 1/4 xícara de óleo, 1/2 colher de fermento."
    ],
    "instructions": [
      "Faça a calda de caramelo em uma forma de pudim.",
      "Bata os ingredientes do pudim no liquidificador e despeje na forma.",
      "Bata os ingredientes do bolo e despeje cuidadosamente sobre a mistura do pudim.",
      "Asse em banho-maria a 180°C por cerca de 1 hora e 15 minutos.",
      "Aguarde esfriar completamente e leve à geladeira por 4 horas antes de desenformar."
    ]
  },
  {
    "id": 140,
    "slug": "creme-brulee-140",
    "title": "Crème Brûlée",
    "description": "Sobremesa francesa clássica com creme de baunilha aveludado e uma crosta de açúcar caramelizado para quebrar com a colher.",
    "tags": ["creme", "sobremesa", "francês"],
    "prepTime": "1h 15min",
    "calories": "350 kcal por porção",
    "difficulty": "Média",
    "servings": "4 porções",
    "ingredients": [
      "500 ml de creme de leite fresco",
      "1 fava de baunilha (ou 1 colher de chá de extrato)",
      "5 gemas de ovo",
      "1/2 xícara de açúcar",
      "Açúcar cristal para caramelizar"
    ],
    "instructions": [
      "Aqueça o creme de leite com a fava de baunilha (abra e raspe as sementes) até quase ferver. Deixe em infusão por 15 min.",
      "Bata as gemas com o açúcar até obter um creme claro.",
      "Retire a fava e despeje o creme de leite quente sobre as gemas aos poucos, mexendo sempre.",
      "Coe a mistura e distribua em ramequins (potinhos de cerâmica).",
      "Asse em banho-maria em forno a 160°C por 40-50 minutos, até o creme firmar nas bordas mas ainda balançar no centro.",
      "Leve à geladeira por pelo menos 4 horas.",
      "Na hora de servir, polvilhe açúcar cristal e queime com um maçarico culinário até formar uma crosta crocante."
    ]
  },
  {
    "id": 141,
    "slug": "bolo-de-milho-de-latinha-141",
    "title": "Bolo de Milho de Latinha",
    "description": "Bolo de liquidificador super fácil, fofinho e molhadinho, usando a lata de milho como medida para tudo.",
    "tags": ["bolo", "festa junina", "rápido", "brasileira"],
    "prepTime": "45 min",
    "calories": "290 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1 lata de milho verde (escorrido)",
      "1 lata (medida) de açúcar",
      "1 lata (medida) de fubá",
      "1 lata (medida) de leite",
      "1/2 lata (medida) de óleo",
      "3 ovos",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Bata todos os ingredientes no liquidificador, exceto o fermento.",
      "Adicione o fermento e bata rapidamente, só para misturar.",
      "Despeje em uma forma untada e enfarinhada (com fubá).",
      "Asse por cerca de 35-40 minutos, ou até dourar."
    ]
  },
  {
    "id": 142,
    "slug": "pao-de-mel-142",
    "title": "Pão de Mel",
    "description": "Bolinhos macios com especiarias e mel, recheados com doce de leite e banhados no chocolate.",
    "tags": ["doce", "bolo", "festivo", "brasileira"],
    "prepTime": "1h",
    "calories": "250 kcal por unidade",
    "difficulty": "Média",
    "servings": "Aprox. 20 unidades",
    "ingredients": [
      "Massa: 2 xícaras de farinha, 1 xícara de açúcar mascavo, 1/2 xícara de mel, 1 xícara de leite, 1/2 xícara de chocolate em pó, 1 colher de chá de canela, 1 colher de chá de cravo em pó, 1 colher de sopa de fermento.",
      "Recheio: Doce de leite.",
      "Cobertura: 300g de chocolate meio amargo fracionado."
    ],
    "instructions": [
      "Misture todos os ingredientes da massa.",
      "Asse em forma untada ou forminhas individuais a 180°C por 25 minutos.",
      "Deixe esfriar, corte ao meio e recheie com doce de leite.",
      "Banhe cada pão de mel no chocolate derretido e deixe secar sobre papel manteiga."
    ]
  },
  {
    "id": 143,
    "slug": "bala-de-coco-143",
    "title": "Bala de Coco (Puxa-Puxa)",
    "description": "A tradicional bala de coco que desmancha na boca, feita artesanalmente.",
    "tags": ["doce", "festivo", "clássico", "brasileira"],
    "prepTime": "1h",
    "calories": "50 kcal por bala",
    "difficulty": "Difícil",
    "servings": "Muitas balas",
    "ingredients": [
      "1 kg de açúcar",
      "1 vidro de leite de coco (200ml)",
      "1 xícara de água"
    ],
    "instructions": [
      "Leve todos os ingredientes ao fogo em uma panela grossa, sem mexer, até dar ponto de bala (quando um pingo da calda em água fria forma uma bolinha dura).",
      "Despeje a calda em uma superfície de mármore bem untada com manteiga.",
      "Deixe amornar. Com as mãos untadas, comece a esticar e puxar a massa.",
      "Continue puxando até a massa ficar branca e aerada.",
      "Corte as balas com uma tesoura untada."
    ]
  },
  {
    "id": 144,
    "slug": "bolo-de-leite-ninho-144",
    "title": "Bolo de Leite Ninho",
    "description": "Bolo de massa branca fofinha com um recheio e cobertura super cremosos de Leite Ninho.",
    "tags": ["bolo", "festivo", "sobremesa"],
    "prepTime": "1h 30min",
    "calories": "400 kcal por fatia",
    "difficulty": "Média",
    "servings": "12 fatias",
    "ingredients": [
      "Massa branca básica de pão de ló.",
      "Recheio: 1 lata de leite condensado, 1 de creme de leite, 1 xícara de leite ninho, 1 colher de manteiga.",
      "Para molhar: Leite com açúcar."
    ],
    "instructions": [
      "Asse o pão de ló e corte em discos.",
      "Para o recheio, cozinhe os ingredientes em fogo baixo até engrossar. Deixe esfriar.",
      "Monte o bolo: umedeça os discos com a calda, recheie e cubra com o mesmo creme.",
      "Decore com Leite Ninho em pó peneirado."
    ]
  },
  {
    "id": 145,
    "slug": "pastel-de-belem-145",
    "title": "Pastel de Belém (Pastel de Nata)",
    "description": "O famoso doce português, com massa folhada crocante e um recheio de creme de ovos e canela.",
    "tags": ["doce", "torta", "português", "padaria"],
    "prepTime": "1h",
    "calories": "280 kcal por unidade",
    "difficulty": "Difícil",
    "servings": "12 unidades",
    "ingredients": [
      "1 rolo de massa folhada",
      "Creme: 1 xícara de açúcar, 1/2 xícara de água, 250ml de leite, 3 colheres de farinha, 6 gemas, casca de limão, canela em pau."
    ],
    "instructions": [
      "Forre forminhas de empada com discos de massa folhada.",
      "Faça uma calda com o açúcar e a água. Reserve.",
      "Dissolva a farinha no leite e leve ao fogo com a casca de limão e a canela, mexendo até engrossar.",
      "Junte a calda de açúcar ao creme de leite, mexendo bem.",
      "Peneire as gemas e adicione ao creme morno.",
      "Recheie as forminhas e asse em forno muito quente (250°C) por 15-20 minutos, até o topo queimar levemente."
    ]
  },
  {
    "id": 146,
    "slug": "empadao-goiano-146",
    "title": "Empadão Goiano",
    "description": "Um empadão rico e completo, com massa podre e um recheio farto com frango, linguiça, queijo e guariroba.",
    "tags": ["salgado", "torta", "regional", "brasileira"],
    "prepTime": "2h",
    "calories": "450 kcal por fatia",
    "difficulty": "Difícil",
    "servings": "10 porções",
    "ingredients": [
      "Massa podre: 500g de farinha, 250g de banha ou manteiga, 2 gemas, sal, água gelada se precisar.",
      "Recheio: Frango desfiado, linguiça de porco frita, queijo minas em cubos, guariroba (palmito amargo), azeitonas, ovo cozido."
    ],
    "instructions": [
      "Faça a massa misturando os ingredientes até dar liga. Deixe descansar.",
      "Prepare os recheios separadamente (refogue o frango, frite a linguiça).",
      "Abra metade da massa e forre uma forma de fundo removível.",
      "Coloque camadas de recheio: frango, linguiça, queijo, guariroba, azeitonas, ovos.",
      "Cubra com o restante da massa, vedando bem. Pincele gema.",
      "Asse a 180°C por cerca de 1 hora, ou até dourar bem."
    ]
  },
  {
    "id": 147,
    "slug": "bolo-de-macaxeira-com-queijo-147",
    "title": "Bolo de Macaxeira com Queijo",
    "description": "Bolo cremoso e denso de mandioca com pedaços de queijo coalho na massa.",
    "tags": ["bolo", "festa junina", "regional", "brasileira"],
    "prepTime": "1h 15min",
    "calories": "350 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1kg de macaxeira (mandioca) crua ralada",
      "200g de queijo coalho em cubinhos",
      "500ml de leite",
      "3 ovos",
      "2 xícaras de açúcar",
      "2 colheres de manteiga"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Esprema a macaxeira ralada em um pano para retirar o excesso de líquido.",
      "Misture a macaxeira com o queijo.",
      "No liquidificador, bata o leite, os ovos, o açúcar e a manteiga.",
      "Despeje sobre a mistura de macaxeira e incorpore bem.",
      "Asse em forma untada por cerca de 1 hora."
    ]
  },
  {
    "id": 148,
    "slug": "bolo-de-tapioca-granulada-148",
    "title": "Bolo de Tapioca Granulada (Bolo Cuscuz)",
    "description": "Um bolo que não vai ao forno! Feito com tapioca granulada hidratada no leite de coco.",
    "tags": ["bolo", "festa junina", "sem glúten", "brasileira", "cuscuz"],
    "prepTime": "30 min + 4h de geladeira",
    "calories": "280 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": [
      "500g de tapioca granulada",
      "1 litro de leite fervendo",
      "200ml de leite de coco",
      "2 xícaras de açúcar",
      "100g de coco ralado",
      "Leite condensado para servir"
    ],
    "instructions": [
      "Em uma tigela, misture a tapioca, o açúcar e o coco ralado.",
      "Despeje o leite fervendo sobre a mistura e mexa bem por alguns minutos.",
      "Adicione o leite de coco e continue mexendo.",
      "A mistura vai começar a engrossar rapidamente.",
      "Despeje em uma forma com furo no meio, levemente untada com óleo.",
      "Leve à geladeira por no mínimo 4 horas.",
      "Desenforme e sirva com leite condensado por cima."
    ]
  },
  {
    "id": 149,
    "slug": "bem-casado-149",
    "title": "Bem-Casado",
    "description": "Dois pequenos pães de ló unidos por um recheio de doce de leite e banhados em uma calda de açúcar.",
    "tags": ["doce", "festivo", "casamento", "brasileira"],
    "prepTime": "1h",
    "calories": "150 kcal por unidade",
    "difficulty": "Difícil",
    "servings": "20 unidades",
    "ingredients": [
      "Massa: 3 ovos, 1/2 xícara de açúcar, 1 xícara de farinha, 1/2 colher de chá de fermento.",
      "Recheio: Doce de leite consistente.",
      "Calda: 1 xícara de açúcar de confeiteiro, 3 colheres de sopa de água."
    ],
    "instructions": [
      "Bata os ovos com o açúcar até obter um creme fofo e claro. Incorpore a farinha e o fermento delicadamente.",
      "Pingue pequenas porções da massa em uma assadeira forrada.",
      "Asse a 180°C por 8-10 minutos. Não deixe corar.",
      "Depois de frios, junte os discos de dois a dois com doce de leite.",
      "Banhe cada bem-casado na calda de açúcar e deixe secar.",
      "Embrulhe em papel celofane e crepom."
    ]
  },
  {
    "id": 150,
    "slug": "torta-alema-150",
    "title": "Torta Alemã",
    "description": "Camadas de biscoito de maisena e um creme amanteigado de gemas, coberta com ganache de chocolate.",
    "tags": ["torta", "sobremesa", "gelado"],
    "prepTime": "40 min + 4h de geladeira",
    "calories": "450 kcal por fatia",
    "difficulty": "Média",
    "servings": "10 fatias",
    "ingredients": [
      "Creme: 200g de manteiga sem sal, 1 xícara de açúcar, 3 gemas, 1 lata de creme de leite sem soro.",
      "Base e Camadas: 1 pacote de biscoito de maisena, leite para umedecer.",
      "Cobertura: 150g de chocolate meio amargo, 1/2 lata de creme de leite."
    ],
    "instructions": [
      "Na batedeira, bata a manteiga com o açúcar até formar um creme branco. Adicione as gemas, uma a uma, e bata bem. Por último, incorpore o creme de leite.",
      "Em uma forma de fundo removível, intercale camadas de biscoito umedecido no leite e camadas do creme.",
      "Leve para gelar por 4 horas.",
      "Prepare a ganache derretendo o chocolate e misturando o creme de leite.",
      "Cubra a torta já firme e volte à geladeira por mais 30 minutos."
    ]
  },
  {
    "id": 151,
    "slug": "muffin-de-banana-com-chocolate-70-151",
    "title": "Muffin de Banana com Chocolate 70%",
    "description": "Muffins úmidos com o doce da banana e o amargo do chocolate, uma combinação perfeita.",
    "tags": ["muffin", "lanche", "integral"],
    "prepTime": "35 min",
    "calories": "180 kcal",
    "difficulty": "Fácil",
    "servings": "12 muffins",
    "ingredients": ["2 bananas amassadas", "2 ovos", "1/2 xícara de açúcar mascavo", "1/4 xícara de óleo", "1.5 xícara de farinha integral", "1/2 xícara de chocolate 70% picado", "1 colher de sopa de fermento"],
    "instructions": ["Misture os líquidos e o açúcar. Adicione a farinha e o fermento.", "Incorpore a banana e o chocolate.", "Asse em forminhas a 180°C por 25 minutos."]
  },
  {
    "id": 152,
    "slug": "bolo-de-fuba-com-goiabada-fit-152",
    "title": "Bolo de Fubá com Goiabada Fit",
    "description": "Versão saudável do bolo de fubá com goiabada, usando farinha de aveia e açúcar de coco.",
    "tags": ["bolo", "fit", "sem glúten"],
    "prepTime": "50 min",
    "calories": "210 kcal",
    "difficulty": "Fácil",
    "servings": "10 fatias",
    "ingredients": ["1 xícara de fubá", "1 xícara de farinha de aveia", "3/4 xícara de açúcar de coco", "3 ovos", "1/2 xícara de óleo de coco", "1 xícara de leite de amêndoas", "1 colher de fermento", "100g de goiabada em cubos"],
    "instructions": ["Bata os líquidos com o açúcar no liquidificador.", "Misture com os secos, adicione a goiabada e o fermento.", "Asse a 180°C por 40 minutos."]
  },
  {
    "id": 153,
    "slug": "torta-de-frango-fit-com-grao-de-bico-153",
    "title": "Torta de Frango Fit com Grão de Bico",
    "description": "Torta salgada com massa proteica de grão de bico e recheio cremoso de frango.",
    "tags": ["torta", "salgado", "fit", "sem glúten"],
    "prepTime": "1h",
    "calories": "280 kcal",
    "difficulty": "Média",
    "servings": "8 fatias",
    "ingredients": ["Massa: 2 xícaras de grão de bico cozido, 2 ovos, 2 colheres de azeite, sal.", "Recheio: 400g de frango desfiado com requeijão light."],
    "instructions": ["Processe os ingredientes da massa.", "Forre uma forma, adicione o recheio e cubra com o restante da massa.", "Asse a 180°C por 35 minutos."]
  },
  {
    "id": 154,
    "slug": "cookie-de-cacau-com-amendoas-154",
    "title": "Cookie de Cacau com Amêndoas",
    "description": "Cookie low carb, crocante e cheio de sabor, perfeito para um lanche rápido.",
    "tags": ["cookie", "low carb", "fit"],
    "prepTime": "25 min",
    "calories": "110 kcal",
    "difficulty": "Fácil",
    "servings": "15 cookies",
    "ingredients": ["1 xícara de farinha de amêndoas", "1/2 xícara de xilitol", "1/4 xícara de cacau em pó", "1 ovo", "3 colheres de óleo de coco", "Amêndoas picadas a gosto"],
    "instructions": ["Misture os secos, adicione os líquidos e as amêndoas.", "Modele e asse a 180°C por 12-15 minutos."]
  },
  {
    "id": 155,
    "slug": "sorvete-de-abacate-com-hortela-155",
    "title": "Sorvete de Abacate com Hortelã",
    "description": "Um sorvete vegano refrescante e super cremoso, sem necessidade de máquina de sorvete.",
    "tags": ["sorvete", "vegano", "fit"],
    "prepTime": "10 min + congelamento",
    "calories": "190 kcal",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": ["1 abacate maduro congelado", "Suco de 1 limão", "Folhas de hortelã a gosto", "2 colheres de sopa de agave"],
    "instructions": ["Bata todos os ingredientes em um processador potente até virar um creme.", "Sirva imediatamente ou congele para mais firmeza."]
  },
  {
    "id": 156,
    "slug": "pudim-de-leite-em-po-fit-156",
    "title": "Pudim de Leite em Pó Fit",
    "description": "Pudim sem forno e sem açúcar, feito com leite em pó, iogurte e gelatina.",
    "tags": ["pudim", "fit", "sem glúten"],
    "prepTime": "15 min + geladeira",
    "calories": "150 kcal",
    "difficulty": "Fácil",
    "servings": "8 porções",
    "ingredients": ["1 xícara de leite em pó desnatado", "1 pote de iogurte natural desnatado", "1 xícara de água quente", "1 envelope de gelatina incolor", "Adoçante xilitol a gosto"],
    "instructions": ["Bata todos os ingredientes no liquidificador.", "Coloque em forma de pudim e leve para gelar por 4 horas."]
  },
  {
    "id": 157,
    "slug": "pao-de-queijo-de-frigideira-157",
    "title": "Pão de Queijo de Frigideira",
    "description": "A praticidade do pão de queijo sem precisar de forno. Rápido e delicioso.",
    "tags": ["salgado", "rápido", "sem glúten"],
    "prepTime": "10 min",
    "calories": "220 kcal",
    "difficulty": "Fácil",
    "servings": "1 porção",
    "ingredients": ["1 ovo", "3 colheres de sopa de tapioca", "2 colheres de sopa de requeijão", "2 colheres de sopa de queijo parmesão ralado"],
    "instructions": ["Misture tudo e despeje em uma frigideira antiaderente quente.", "Doure dos dois lados e sirva."]
  },
  {
    "id": 158,
    "slug": "torta-de-sardinha-integral-158",
    "title": "Torta de Sardinha Integral",
    "description": "Uma torta salgada nutritiva, com massa integral de liquidificador.",
    "tags": ["torta", "salgado", "integral"],
    "prepTime": "50 min",
    "calories": "280 kcal",
    "difficulty": "Fácil",
    "servings": "8 fatias",
    "ingredients": ["Massa: 2 xícaras de farinha integral, 2 ovos, 1.5 xícara de leite, 1/2 xícara de óleo, sal, fermento.", "Recheio: 2 latas de sardinha, tomate, cebola, azeitonas."],
    "instructions": ["Bata a massa no liquidificador. Em uma forma, alterne camadas de massa e recheio.", "Asse a 180°C por 40 minutos."]
  },
  {
    "id": 159,
    "slug": "bolo-de-amendoim-159",
    "title": "Bolo de Amendoim",
    "description": "Bolo fofinho com sabor intenso de amendoim, perfeito para festa junina ou café da tarde.",
    "tags": ["bolo", "festa junina"],
    "prepTime": "1h",
    "calories": "350 kcal",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": ["3 ovos", "1 xícara de óleo", "1 xícara de leite", "2 xícaras de açúcar", "1 xícara de amendoim torrado e moído", "2 xícaras de farinha de trigo", "1 colher de fermento"],
    "instructions": ["Bata os líquidos com o açúcar no liquidificador.", "Misture com os secos em uma tigela.", "Asse a 180°C por 40 minutos. Cubra com paçoca esfarelada."]
  },
  {
    "id": 160,
    "slug": "brigadeiro-de-pacoca-160",
    "title": "Brigadeiro de Paçoca",
    "description": "A união de dois clássicos brasileiros: brigadeiro e paçoca. Impossível resistir.",
    "tags": ["brigadeiro", "paçoca", "festa junina"],
    "prepTime": "20 min",
    "calories": "100 kcal",
    "difficulty": "Fácil",
    "servings": "20 unidades",
    "ingredients": ["1 lata de leite condensado", "1 colher de manteiga", "5 paçocas tipo rolha esfareladas", "Açúcar cristal para enrolar"],
    "instructions": ["Leve os ingredientes ao fogo baixo, mexendo até desgrudar do fundo.", "Deixe esfriar, enrole e passe no açúcar ou em paçoca esfarelada."]
  },
  {
    "id": 161,
    "slug": "cuscuz-nordestino-161",
    "title": "Cuscuz Nordestino",
    "description": "Um prato versátil e tradicional, feito com flocão de milho, perfeito para o café da manhã ou jantar.",
    "tags": ["cuscuz", "salgado", "regional", "brasileiro"],
    "prepTime": "20 min",
    "calories": "150 kcal por porção",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "2 xícaras de flocão de milho",
      "1 xícara de água",
      "1 colher de chá de sal",
      "Manteiga de garrafa a gosto para servir",
      "Queijo coalho em cubos (opcional)"
    ],
    "instructions": [
      "Em uma tigela, misture o flocão com o sal.",
      "Adicione a água aos poucos, mexendo com as mãos para umedecer toda a farinha.",
      "Deixe hidratar por 10 minutos.",
      "Coloque água no fundo de uma cuscuzeira e leve ao fogo.",
      "Adicione a massa de cuscuz na parte superior da cuscuzeira, sem apertar.",
      "Cozinhe no vapor por cerca de 10-15 minutos após a água ferver.",
      "Sirva quente com manteiga e, se desejar, queijo coalho."
    ],
    "notes": "Pode ser servido também com ovos, carne de sol ou frango desfiado."
  },
  {
    "id": 162,
    "slug": "croquete-de-carne-162",
    "title": "Croquete de Carne",
    "description": "Salgadinho clássico de boteco, cremoso por dentro e crocante por fora.",
    "tags": ["croquete", "salgado", "frito", "brasileiro"],
    "prepTime": "1h",
    "calories": "120 kcal por unidade",
    "difficulty": "Média",
    "servings": "20 unidades",
    "ingredients": [
      "500g de carne moída refogada e bem temperada",
      "1 xícara do caldo do cozimento da carne (ou caldo de carne)",
      "1 xícara de farinha de trigo",
      "2 colheres de sopa de manteiga",
      "Cheiro-verde picado",
      "Para empanar: ovos e farinha de rosca"
    ],
    "instructions": [
      "Em uma panela, aqueça a manteiga e o caldo.",
      "Adicione a farinha de uma vez e mexa vigorosamente até formar uma massa que solta do fundo.",
      "Misture a carne moída refogada e o cheiro-verde à massa.",
      "Deixe a massa esfriar, modele os croquetes.",
      "Passe nos ovos batidos e na farinha de rosca.",
      "Frite em óleo quente até dourar."
    ]
  },
  {
    "id": 163,
    "slug": "risoto-de-cogumelos-163",
    "title": "Risoto de Cogumelos",
    "description": "Um prato italiano cremoso e sofisticado, perfeito para um jantar especial.",
    "tags": ["risoto", "salgado", "vegetariano", "italiano"],
    "prepTime": "40 min",
    "calories": "400 kcal por porção",
    "difficulty": "Média",
    "servings": "4 porções",
    "ingredients": [
      "2 xícaras de arroz arbóreo",
      "300g de mix de cogumelos frescos (paris, shitake, portobello)",
      "1 cebola picada",
      "2 dentes de alho picados",
      "1/2 xícara de vinho branco seco",
      "1.5 litro de caldo de legumes quente",
      "1/2 xícara de queijo parmesão ralado",
      "2 colheres de sopa de manteiga"
    ],
    "instructions": [
      "Fatie os cogumelos e salteie em um pouco de manteiga. Reserve.",
      "Na mesma panela, refogue a cebola e o alho. Adicione o arroz e frite por 2 minutos.",
      "Despeje o vinho e mexa até evaporar.",
      "Adicione o caldo de legumes quente, concha por concha, mexendo sempre e esperando o líquido ser absorvido antes de adicionar mais.",
      "Quando o arroz estiver al dente, adicione os cogumelos.",
      "Desligue o fogo, adicione a manteiga e o parmesão. Misture bem para dar cremosidade (mantecare).",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 164,
    "slug": "sopa-de-cebola-164",
    "title": "Sopa de Cebola",
    "description": "Clássico francês, uma sopa reconfortante com cebolas caramelizadas, coberta com pão e queijo gratinado.",
    "tags": ["sopa", "caldo", "francês", "inverno"],
    "prepTime": "1h 15min",
    "calories": "350 kcal por porção",
    "difficulty": "Média",
    "servings": "4 porções",
    "ingredients": [
      "4 cebolas grandes em fatias finas",
      "3 colheres de sopa de manteiga",
      "1 colher de sopa de farinha de trigo",
      "1 litro de caldo de carne ou legumes",
      "1/2 xícara de vinho branco seco",
      "4 fatias de pão italiano amanhecido",
      "200g de queijo gruyère ralado"
    ],
    "instructions": [
      "Em uma panela grande, derreta a manteiga e adicione as cebolas. Cozinhe em fogo baixo por 30-40 minutos, mexendo ocasionalmente, até ficarem bem caramelizadas e marrons.",
      "Polvilhe a farinha e cozinhe por mais 1 minuto.",
      "Adicione o vinho e deglaceie o fundo da panela. Deixe evaporar.",
      "Acrescente o caldo quente, tempere com sal e pimenta e deixe cozinhar por 20 minutos.",
      "Distribua a sopa em tigelas refratárias.",
      "Cubra cada tigela com uma fatia de pão e uma porção generosa de queijo.",
      "Leve ao forno para gratinar até o queijo derreter e dourar."
    ]
  },
  {
    "id": 165,
    "slug": "nhoque-de-batata-165",
    "title": "Nhoque de Batata",
    "description": "Massa italiana clássica, macia e leve, que derrete na boca. Sirva com seu molho preferido.",
    "tags": ["nhoque", "massa", "italiano", "brasileiro"],
    "prepTime": "1h 20min",
    "calories": "300 kcal (sem molho)",
    "difficulty": "Média",
    "servings": "4 porções",
    "ingredients": [
      "1 kg de batatas asterix",
      "1 ovo",
      "Aproximadamente 1 e 1/2 xícara de farinha de trigo",
      "Sal e noz-moscada a gosto"
    ],
    "instructions": [
      "Cozinhe as batatas com casca até ficarem bem macias. Descasque e passe pelo espremedor ainda quentes.",
      "Deixe a batata esfriar um pouco e adicione o ovo, o sal e a noz-moscada.",
      "Acrescente a farinha aos poucos, misturando delicadamente com as mãos, até a massa ficar homogênea e parar de grudar (use o mínimo de farinha possível).",
      "Faça rolinhos com a massa em uma superfície enfarinhada e corte os nhoques.",
      "Cozinhe em água fervente com sal. Assim que os nhoques subirem à superfície, estão prontos.",
      "Retire com uma escumadeira e sirva com o molho de sua preferência."
    ]
  },
  {
    "id": 166,
    "slug": "nhoque-de-mandioquinha-166",
    "title": "Nhoque de Mandioquinha",
    "description": "Uma variação do nhoque tradicional, com o sabor adocicado e a cor vibrante da mandioquinha (batata-baroa).",
    "tags": ["nhoque", "massa", "sem glúten", "fit"],
    "prepTime": "1h",
    "calories": "250 kcal (sem molho)",
    "difficulty": "Média",
    "servings": "4 porções",
    "ingredients": [
      "1 kg de mandioquinha",
      "1 gema",
      "Aproximadamente 1 xícara de amido de milho",
      "Sal a gosto"
    ],
    "instructions": [
      "Cozinhe a mandioquinha no vapor até ficar muito macia.",
      "Amasse com um garfo ou espremedor e deixe esfriar.",
      "Adicione a gema e o sal.",
      "Incorpore o amido de milho aos poucos, até a massa ficar moldável.",
      "Faça rolinhos, corte os nhoques e cozinhe em água fervente até subirem à superfície.",
      "Sirva com um molho leve, como manteiga e sálvia."
    ]
  },
  {
    "id": 167,
    "slug": "sopa-creme-de-abobora-167",
    "title": "Sopa Creme de Abóbora",
    "description": "Sopa aveludada e reconfortante, perfeita para aquecer em dias frios.",
    "tags": ["sopa", "caldo", "vegetariano", "fit"],
    "prepTime": "45 min",
    "calories": "200 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "1 kg de abóbora japonesa em cubos",
      "1 cebola picada",
      "2 dentes de alho picados",
      "1 pedaço pequeno de gengibre ralado",
      "Caldo de legumes até cobrir",
      "Sal e pimenta do reino a gosto",
      "Salsinha picada para decorar"
    ],
    "instructions": [
      "Em uma panela, refogue a cebola e o alho em um fio de azeite.",
      "Adicione a abóbora e o gengibre e refogue por mais alguns minutos.",
      "Cubra com o caldo de legumes e cozinhe até a abóbora ficar bem macia.",
      "Bata tudo no liquidificador ou com um mixer de mão até obter um creme liso.",
      "Volte para a panela, ajuste o sal e a pimenta e aqueça.",
      "Sirva com um fio de azeite e salsinha."
    ]
  },
  {
    "id": 168,
    "slug": "caldo-verde-168",
    "title": "Caldo Verde",
    "description": "Sopa portuguesa tradicional, com batatas, couve e linguiça. Ideal para festas juninas.",
    "tags": ["sopa", "caldo", "festa junina", "português", "brasileiro"],
    "prepTime": "50 min",
    "calories": "300 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "1 kg de batatas descascadas e em rodelas",
      "200g de linguiça calabresa em rodelas",
      "1 maço de couve manteiga fatiada bem fina",
      "1 cebola picada",
      "2 dentes de alho picados",
      "Azeite, sal e pimenta do reino a gosto"
    ],
    "instructions": [
      "Em uma panela grande, frite a calabresa em um fio de azeite. Reserve.",
      "Na mesma panela, refogue a cebola e o alho.",
      "Adicione as batatas e cubra com água. Cozinhe até ficarem muito macias.",
      "Bata as batatas com a água do cozimento no liquidificador, formando um creme.",
      "Volte o creme para a panela, adicione a calabresa frita e ferva.",
      "Ajuste o sal e a pimenta.",
      "Desligue o fogo, adicione a couve fatiada e misture. O calor da sopa irá cozinhar a couve.",
      "Sirva com um fio de azeite."
    ]
  },
  {
    "id": 169,
    "slug": "casadinho-de-goiabada-169",
    "title": "Casadinho de Goiabada",
    "description": "Dois biscoitinhos amanteigados unidos por uma camada de goiabada cremosa. Um clássico que derrete na boca.",
    "tags": ["biscoito", "doce", "casadinho", "brasileiro"],
    "prepTime": "40 min",
    "calories": "90 kcal por unidade",
    "difficulty": "Fácil",
    "servings": "Aprox. 25 casadinhos",
    "ingredients": [
      "500g de amido de milho",
      "1 lata de leite condensado",
      "200g de manteiga sem sal",
      "Goiabada cremosa para rechear",
      "Açúcar de confeiteiro para polvilhar"
    ],
    "instructions": [
      "Em uma tigela, misture a manteiga e o leite condensado.",
      "Adicione o amido de milho aos poucos, mexendo com as mãos até a massa ficar lisa e não grudar.",
      "Faça pequenas bolinhas e achate-as levemente.",
      "Asse em forma untada em forno a 180°C por 15 minutos, sem deixar dourar.",
      "Deixe esfriar.",
      "Junte os biscoitos de dois em dois, recheando com goiabada.",
      "Passe no açúcar de confeiteiro."
    ]
  },
  {
    "id": 170,
    "slug": "rosquinha-de-pinga-170",
    "title": "Rosquinha de Pinga",
    "description": "Rosquinhas crocantes e sequinhas, com o toque especial da cachaça na massa.",
    "tags": ["biscoito", "doce", "frito", "brasileiro", "rosquinha"],
    "prepTime": "40 min",
    "calories": "80 kcal por rosquinha",
    "difficulty": "Média",
    "servings": "Aprox. 30 rosquinhas",
    "ingredients": [
      "1 kg de farinha de trigo",
      "500g de açúcar",
      "200g de manteiga",
      "4 ovos",
      "1 copo de leite",
      "1/2 copo de cachaça (pinga)",
      "1 colher de sopa de fermento em pó"
    ],
    "instructions": [
      "Misture todos os ingredientes secos.",
      "Adicione os ovos, a manteiga, o leite e a cachaça.",
      "Amasse bem até obter uma massa lisa.",
      "Modele as rosquinhas.",
      "Frite em óleo não muito quente até dourar.",
      "Passe em açúcar e canela."
    ]
  },
  {
    "id": 171,
    "slug": "alfajor-caseiro-171",
    "title": "Alfajor Caseiro",
    "description": "O doce argentino que conquistou o Brasil: biscoitos macios recheados com doce de leite e banhados no chocolate.",
    "tags": ["biscoito", "doce", "argentino", "brasileiro", "alfajor"],
    "prepTime": "1h",
    "calories": "250 kcal por unidade",
    "difficulty": "Média",
    "servings": "15 alfajores",
    "ingredients": [
      "Biscoito: 100g de manteiga, 1/2 xícara de açúcar, 1 gema, 1 colher de essência de baunilha, 1 xícara de amido de milho, 3/4 xícara de farinha, 1 colher de chá de fermento.",
      "Recheio: Doce de leite consistente.",
      "Cobertura: 200g de chocolate meio amargo derretido."
    ],
    "instructions": [
      "Bata a manteiga com o açúcar, adicione a gema e a baunilha.",
      "Incorpore os ingredientes secos.",
      "Abra a massa e corte discos. Asse a 180°C por 10 minutos (não deixe dourar).",
      "Recheie os biscoitos frios com doce de leite.",
      "Banhe no chocolate derretido e deixe secar sobre papel manteiga."
    ]
  },
  {
    "id": 172,
    "slug": "mingau-de-milho-verde-172",
    "title": "Mingau de Milho Verde",
    "description": "Creme de milho doce, também conhecido como canjica nordestina ou curau, dependendo da região.",
    "tags": ["mingau", "festa junina", "brasileiro", "fit", "sem glúten"],
    "prepTime": "25 min",
    "calories": "210 kcal por porção",
    "difficulty": "Fácil",
    "servings": "4 porções",
    "ingredients": [
      "3 espigas de milho verde ou 2 latas de milho escorrido",
      "500 ml de leite de coco",
      "1/2 xícara de açúcar de coco ou demerara",
      "Canela em pó para polvilhar"
    ],
    "instructions": [
      "Bata o milho com o leite de coco no liquidificador.",
      "Passe a mistura por uma peneira para remover o bagaço.",
      "Leve o líquido coado para uma panela com o açúcar.",
      "Cozinhe em fogo médio, mexendo sempre, até engrossar.",
      "Sirva em tigelas, quente ou frio, polvilhado com canela."
    ]
  },
  {
    "id": 173,
    "slug": "vitamina-de-abacate-173",
    "title": "Vitamina de Abacate",
    "description": "Um clássico brasileiro, a vitamina de abacate é cremosa, nutritiva e muito saborosa.",
    "tags": ["vitamina", "café da manhã", "fit", "vegano"],
    "prepTime": "5 min",
    "calories": "300 kcal",
    "difficulty": "Fácil",
    "servings": "2 copos",
    "ingredients": [
      "1 abacate médio maduro",
      "500 ml de leite vegetal (amêndoas ou aveia)",
      "Açúcar de coco ou melado a gosto",
      "Suco de 1/2 limão (para não escurecer)"
    ],
    "instructions": [
      "Bata todos os ingredientes no liquidificador até obter uma mistura cremosa e homogênea.",
      "Sirva imediatamente."
    ]
  },
  {
    "id": 174,
    "slug": "bolo-de-mandioca-com-coco-174",
    "title": "Bolo de Mandioca com Coco",
    "description": "Também chamado de bolo de aipim, é um bolo denso, úmido e delicioso que é naturalmente sem glúten.",
    "tags": ["bolo", "sem glúten", "festa junina", "brasileiro"],
    "prepTime": "1h 20min",
    "calories": "320 kcal por fatia",
    "difficulty": "Fácil",
    "servings": "12 fatias",
    "ingredients": [
      "1 kg de mandioca (aipim) crua, descascada e ralada",
      "3 ovos",
      "200 ml de leite de coco",
      "2 xícaras de açúcar",
      "100g de coco ralado",
      "3 colheres de sopa de manteiga derretida"
    ],
    "instructions": [
      "Pré-aqueça o forno a 180°C.",
      "Em uma tigela, misture bem a mandioca ralada e o coco.",
      "Em outra vasilha, bata os ovos com o açúcar e a manteiga.",
      "Adicione o leite de coco à mistura de ovos.",
      "Despeje os líquidos sobre a mistura de mandioca e incorpore bem.",
      "Despeje em uma forma untada e asse por cerca de 1 hora, ou até firmar e dourar.",
      "Este bolo não leva fermento e fica com uma textura cremosa."
    ]
  },
  {
    "id": 175,
    "slug": "escondidinho-de-batata-doce-175",
    "title": "Escondidinho de Batata-Doce",
    "description": "Uma versão mais saudável do clássico, com purê de batata-doce e recheio de frango ou carne moída.",
    "tags": ["salgado", "sem glúten", "fit", "brasileiro"],
    "prepTime": "1h",
    "calories": "350 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "Purê: 1 kg de batata-doce cozida e amassada, 1/2 xícara de leite, sal.",
      "Recheio: 500g de frango desfiado (ou carne moída) bem temperado.",
      "Queijo parmesão ralado para gratinar."
    ],
    "instructions": [
      "Prepare o purê misturando a batata-doce amassada com o leite e o sal.",
      "Em um refratário, faça uma camada com metade do purê.",
      "Coloque o recheio por cima.",
      "Cubra com o restante do purê.",
      "Polvilhe queijo parmesão e leve ao forno pré-aquecido a 200°C por 20 minutos para gratinar."
    ]
  },
  {
    "id": 176,
    "slug": "farofa-de-banana-da-terra-176",
    "title": "Farofa de Banana-da-Terra",
    "description": "Acompanhamento agridoce perfeito para carnes e feijoada.",
    "tags": ["acompanhamento", "salgado", "regional", "brasileiro"],
    "prepTime": "20 min",
    "calories": "180 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "2 bananas-da-terra maduras, em rodelas",
      "1 cebola picada",
      "100g de bacon em cubos (opcional)",
      "2 xícaras de farinha de mandioca",
      "Manteiga ou azeite",
      "Cheiro-verde, sal e pimenta"
    ],
    "instructions": [
      "Frite o bacon na própria gordura até dourar. Reserve.",
      "Na mesma panela, adicione manteiga e frite as rodelas de banana até dourarem. Reserve.",
      "Refogue a cebola até ficar transparente.",
      "Adicione a farinha de mandioca e torre por alguns minutos, mexendo sempre.",
      "Desligue o fogo, misture a banana, o bacon e o cheiro-verde. Tempere com sal e pimenta."
    ]
  },
  {
    "id": 177,
    "slug": "vatapa-177",
    "title": "Vatapá",
    "description": "Creme baiano denso e saboroso, feito com pão, camarão, leite de coco e azeite de dendê.",
    "tags": ["regional", "salgado", "baiano", "brasileiro"],
    "prepTime": "50 min",
    "calories": "400 kcal por porção",
    "difficulty": "Média",
    "servings": "8 porções",
    "ingredients": [
      "5 pães franceses amanhecidos",
      "500g de camarão seco",
      "200g de castanha de caju",
      "100g de amendoim torrado",
      "2 cebolas grandes",
      "1 gengibre pequeno",
      "500ml de leite de coco",
      "1 xícara de azeite de dendê"
    ],
    "instructions": [
      "Deixe o pão de molho em água ou leite. Deixe o camarão seco de molho para dessalgar.",
      "No liquidificador, bata o pão amolecido, a cebola, o gengibre, a castanha e o amendoim com um pouco de leite de coco até formar uma pasta.",
      "Em uma panela grande, aqueça o azeite de dendê e refogue a pasta batida.",
      "Adicione o restante do leite de coco e o camarão seco.",
      "Cozinhe em fogo baixo, mexendo sempre, até engrossar bem e cozinhar (cerca de 20 min).",
      "Sirva com arroz e acarajé."
    ]
  },
  {
    "id": 178,
    "slug": "moqueca-baiana-178",
    "title": "Moqueca Baiana",
    "description": "Ensopado de peixe e/ou camarão com leite de coco, azeite de dendê, pimentões e coentro.",
    "tags": ["regional", "salgado", "baiano", "brasileiro"],
    "prepTime": "45 min",
    "calories": "450 kcal por porção",
    "difficulty": "Fácil",
    "servings": "6 porções",
    "ingredients": [
      "1 kg de postas de peixe branco (cação, robalo) ou camarões grandes",
      "2 cebolas em rodelas",
      "2 tomates em rodelas",
      "1 pimentão amarelo em rodelas",
      "1 pimentão vermelho em rodelas",
      "400ml de leite de coco",
      "1/2 xícara de azeite de dendê",
      "Coentro e cebolinha picados a gosto",
      "Suco de 1 limão, sal e pimenta"
    ],
    "instructions": [
      "Tempere o peixe com limão, sal e pimenta.",
      "Em uma panela de barro, faça camadas alternadas de cebola, tomate, pimentões e o peixe.",
      "Regue com metade do leite de coco e do dendê.",
      "Cozinhe em fogo médio, com a panela tampada, por 20-25 minutos.",
      "Adicione o restante do leite de coco e do dendê e o coentro.",
      "Cozinhe por mais 5 minutos. Não mexa muito para não desmanchar o peixe.",
      "Sirva com arroz branco, pirão e farofa de dendê."
    ]
  },
  {
    "id": 179,
    "slug": "acaraje-179",
    "title": "Acarajé",
    "description": "Bolinho de feijão-fradinho frito no azeite de dendê, um símbolo da culinária baiana.",
    "tags": ["salgado", "frito", "regional", "baiano", "brasileiro"],
    "prepTime": "3h (incluindo demolho)",
    "calories": "300 kcal por acarajé (sem recheio)",
    "difficulty": "Difícil",
    "servings": "15 acarajés",
    "ingredients": [
      "500g de feijão-fradinho",
      "1 cebola grande",
      "Sal a gosto",
      "Azeite de dendê para fritar"
    ],
    "instructions": [
      "Deixe o feijão de molho de um dia para o outro. No dia seguinte, esfregue os grãos para soltar a casca e o 'olho' preto. Lave bem para remover tudo.",
      "Bata o feijão sem casca no processador com a cebola e o sal, até obter uma massa fofa e aerada.",
      "Aqueça bastante azeite de dendê em uma panela funda.",
      "Com a ajuda de duas colheres, modele os bolinhos e frite no dendê quente até dourarem.",
      "Escorra e sirva quente, recheado com vatapá, caruru e salada."
    ]
  },
  {
    "id": 180,
    "slug": "risoto-de-abobora-com-carne-seca-180",
    "title": "Risoto de Abóbora com Carne Seca",
    "description": "Uma combinação de sabores bem brasileira em um prato italiano clássico.",
    "tags": ["risoto", "salgado", "regional", "brasileiro"],
    "prepTime": "50 min",
    "calories": "450 kcal por porção",
    "difficulty": "Média",
    "servings": "4 porções",
    "ingredients": [
      "2 xícaras de arroz arbóreo",
      "500g de abóbora japonesa em cubos",
      "300g de carne seca dessalgada e desfiada",
      "1 cebola picada",
      "1/2 xícara de vinho branco",
      "1.5 litro de caldo de legumes quente",
      "Queijo coalho em cubos e cheiro-verde para finalizar"
    ],
    "instructions": [
      "Cozinhe a abóbora até ficar macia e amasse com um garfo.",
      "Refogue a cebola, adicione o arroz e o vinho. Deixe evaporar.",
      "Comece a adicionar o caldo quente, concha a concha, mexendo sempre.",
      "Na metade do cozimento, adicione o purê de abóbora e a carne seca.",
      "Continue adicionando caldo até o arroz ficar al dente.",
      "Finalize com os cubos de queijo coalho e cheiro-verde."
    ]
  }
]
